Repository: marschap/isdnutils-debian
Catalog: debian/po/*.po
Languages: ca, de, eu, fi, fr, tr

source: ISP dialup config exists already
ca: Ja existeix una configuració de connexió amb el ISP
de: Konfiguration für Internet-Einwahl existiert bereits
eu: ISP markatze konfigurazioa badago dagoeneko
fi: ISP:n soittosarja-asetukset ovat jo olemassa
tr: ISS çevirmeli ağ yapılandırması zaten mevcut

source: The files device.${IPPP0} and ipppd.${IPPP0} already exist. Therefore the ipppd configuration phase won't touch anything there, as it looks like it's already been configured.
ca: Els fitxers device.${IPPP0} i ipppd.${IPPP0} ja existeixen. Pel que la fase de configuració del dimoni ipppd no farà res allí, donat que sembla que ja han estat configurats.
de: Die Dateien device.${IPPP0} und ipppd.${IPPP0} existieren bereits. Weil es so aussieht, als ob ipppd bereits konfiguriert wurde, wird in der Konfigurationsphase dort nichts verändert.
eu: device.${IPPP0} eta ipppd.${IPPP0} fitxategiak badaude dagoeneko. Hau dela eta ipppd konfigurazio urratsak ez du ezer egingo hemen; dirudienez dagoeneko konfiguratua izan da eta.
fi: Tiedostot device.${IPPP0} ja ipppd.${IPPP0} ovat jo olemassa. Niinpä ipppd ei koske näihin tehdessään asetuksia, koska näyttää siltä, että asetukset ovat jo olemassa.
tr: device.${IPPP0} ve ipppd.${IPPP0} dosyaları zaten mevcut. Dolayısıyla zaten var olan bir yapılandırma söz konusu olduğundan, yapılandırma aşamasında herhangi bir dosyaya dokunulmadı.

source: If it doesn't work yet, and you want to try the automatic configuration, stop all ISDN processes (use "/etc/init.d/isdnutils stop"), remove the files mentioned above, and rerun the configuration with "dpkg-reconfigure ipppd". After that, restart the ISDN processes: "/etc/init.d/isdnutils start".
de: Wenn es noch nicht läuft, und Sie die automatische Konfiguration probieren wollen, stoppen Sie alle ISDN-Prozesse (benutzen Sie »/etc/init.d/isdnutils stop«), entfernen Sie die oben benannten Dateien und lassen Sie »dpkg-reconfigure ipppd« nochmals laufen. Danach starten Sie die ISDN-Prozesse erneut mit »/etc/init.d/isdnutils start«.
eu: Oraindik ez badabil. eta konfigurazio automatikoa probatu nahi baduzu, gelditu ISDN prozesu guztiak ("/etc/init.d/isdnutils stop" erabili), kendu zehazturiko fitxategiak, eta "dpkg-reconfigure ipppd" erabiliaz konfigurazioa berrabiarazi. Honen ondoren, ISDN prozesuak berrabiarazi: "/etc/init.d/isdnutils start".
fi: Jos ne eivät toimi ja halutaan käyttää automaattisia asetuksia, tulee kaikki ISDN-prosessit pysäyttää (komennolla ”/etc/init.d/isdnutils stop”), yllä mainitut tiedostot poistaa ja tehdä asetukset uudelleen komennolla ”dpkg-reconfigure ipppd”. Tämän jälkeen ISDN-prosessit voidaan käynnistää uudelleen komennolla ”/etc/init.d/isdnutils start”.
tr: Eğer hala çalışmıyorsa ve otomatik yapılandırmayı denemek istiyorsanız, bütün ISDN süreçlerini durdurun ("/etc/init.d/isdnutils stop"u kullanın), yukarıda bahsedilen dosyaları silin ve yapılandırmayı "dpkg-reconfigure ipppd" ile tekrar çalıştırın. Bundan sonra, ISDN süreçlerini tekrar başlatın: "/etc/init.d/isdnutils start".

source: Which interface should be configured?
ca: Quina interfície haurà de configurar-se?
de: Welche Schnittstelle soll konfiguriert werden?
eu: Zein interfaze konfiguratu behar da?
fi: Asetettava liitäntä:
tr: Hangi arayüz yapılandırılsın?

source: Which interface should debconf configure?
ca: Quina interfície haurà de configurar el debconf?
de: Welche Schnittstelle soll debconf konfigurieren?
eu: Zein interfaze konfiguratu behar du debconf-ek?
fi: Anna liitäntä, jonka asetukset debconfin tulisi tehdä.
tr: Hangi arayüz debconf ile yapılandırılsın?

source: Most people will say "ippp0" here, as that is the default for a connection to an ISP. The default gateway will be ippp0.
ca: La majoria de la gent aquí dirà "ippp0", la qual serà per defecte per a una connexió a un ISP. La passarel·la (gateway) per defecte serà ippp0.
de: Die meisten Leute antworten hier »ippp0«, weil das die Standardeinstellung für eine Verbindung zu einem Provider ist. Der Standard-Gateway wird ippp0 sein.
eu: Jende gehienak "ippp0" ezarri behar du hemen, hau denez ISP-arekiko lehenetsiriko konexioa. Lehenetsiriko atebidea ippp0 izan behar da.
fi: Useimmiten ”ippp0” on oikea arvo, koska se on oletusarvo otettaessa yhteyttä ISP:hen. Oletusyhdyskäytävä tulee olemaan ippp0.
tr: ISS bağlantısı için öntanımlı değer böyle olduğundan birçok insan burada "ippp0" diyecektir. Bu durumda öntanımlı ağ geçidi ippp0 olacaktır.

source: However, some people have special requirements, and they may choose another interface that debconf will configure (e.g. because they don't want this connection to be the default gateway).
ca: Tot i que, alguna gent té requeriments especials i llabors podreu escollir una altra interfície que configuri el debconf (p.e. que no desitgeu que aquesta sigui la interfície per defecte de la passarel·la).
de: Manche Leute haben jedoch spezielle Bedürfnisse und wählen eventuell eine andere Schnittstelle, die debconf konfigurieren soll (z.B. weil sie nicht wollen, dass die Verbindung der Standard-Gateway ist).
eu: Hala ere, zenbait jendek behar bereziak ditu, eta hauek debconf-ek konfiguratzeko beste interfaze bat hautatu dezakete (adibidez ez dutelako konexio hau lehenetsiriko atebidea izatea).
fi: Jotkut saattavat kuitenkin haluta valita jonkin toisen liitännän (eli tämän liitännän ei haluta olevan oletusyhdyskäytävä).
tr: Bununla beraber, bazı insanlar özel gereksinimlere sahiptir (ör. çünkü bu bağlantının varsayılan ağ geçidi olmasını istemezler) ve debconf'un yapılandıracağı başka bir arayüz seçebilirler.

source: Note that debconf will currently only configure at most one interface. Enter "none" if you do not want debconf to configure anything for ipppd.
ca: Noteu que el debconf actualment sols configura una intefície. Entreu "cap" si no voleu que el debconf configuri res per al ipppd.
de: Beachten Sie, dass debconf momentan nur eine Schnittstelle konfigurieren kann. Geben Sie »keine« ein, wenn Sie nicht wollen, dass debconf irgendetwas für ipppd konfiguriert.
eu: Kontutan izan oraingoz debconf txantiloi honek gehienez interfaze bat konfiguratu dezakeela. Idatzi "batez" ez baduzu debconf-ek ipppd konfigurazio ukitzerik nahi.
fi: Nykyisellään debconf tekee enintään yhden liitännän asetukset. Jos debconfin ei haluta tekevän mitään asetuksia ipppd:lle, syötä ”none”.
tr: Debconf'un şu an sadece en fazla bir arayüz yapılandıracağını unutmayın. Eğer debconf'un ipppd için herhangi birşey yapılandırmasını istemiyorsanız bu alana "none" girin.

source: wrong interface name
ca: Nom de la interfície errònea
de: falscher Schnittstellenname
eu: okerreko interfaze izena
fi: Virheellinen liitännän nimi
tr: yanlış arayüz adı

source: You can only give names starting with "ippp" followed by a number between 0 and 63.
ca: Sols podeu escollir noms que comencin amb "ippp" seguit per un número entre el 0 i el 63.
de: Sie können nur Namen angeben, die mit »ippp« beginnen und auf eine Nummer von 0 bis 63 enden.
eu: Bakarrik "ippp" hasten diren eta jarraian 0 eta 63 arteko zenbaki bat duten izenak ezarri ditzakezu.
fi: Kelvolliset liitännän nimet koostuvat merkkijonosta ”ippp” ja väliltä 0-63 olevasta numerosta.
tr: Sadece "ippp" ile başlayan ve 0 ile 63 arasında bir rakamla devam eden isimler verebilirsiniz.

source: manual
de: manuell
tr: elle

source: What is your ISP's telephone number?
de: Wie lautet die Telefonnummer Ihres Internet Service Providers?
eu: Zein da zure ISP-aren telefono zenbakia?
fi: ISP:n puhelinnumero:
tr: ISS'inizin telefon numarası nedir?

source: What telephone number(s) must be dialed in order to connect to your Internet service provider (ISP)?
de: Welche Telefonnummer(n) muss (müssen) gewählt werden, um sich mit Ihrem Internet Service Provider zu verbinden?
eu: Zein telefono zenbaki markatu behar da zure internet zerbitzu hornitzailearekin (ISP) konektatzeko?
fi: Anna puhelinnumero, johon soittamalla voidaan ottaa yhteys palveluntarjoajaan (ISP).
tr: Internet Servis Sağlayıcınıza (ISS) bağlanmak için hangi numara çevrilmeli?

source: Enter the telephone number here, including dialing prefixes, area codes, and so on. Enter the number without any spaces.
de: Tragen Sie die Telefonnummer, inklusive Vorwahl, Ortsvorwahl und so weiter, hier ein. Geben Sie die Nummer ohne Leerzeichen ein.
eu: Idatzi telefono zenbaki hau, markatze aurrizkiak, eskualdeko kode, eta beste edozein barne. Idatzi zenbakia zuriunerik gabe.
fi: Syötä puhelinnumero tähän sisältäen mahdolliset etuliitteet, suuntanumerot ja niin edelleen. Syötä numero ilman välilyöntejä.
tr: Telefon numarasını buraya girin. Alan kodu ve diğerlerini de ekleyin. Numarayı girerken boşluk karakteri kullanmayın.

source: You can enter multiple telephone numbers. If you do so then separate them with spaces.
de: Sie können mehrere Telefonnummern eingeben. Wenn Sie dies tun, trennen Sie diese mit Leerzeichen.
eu: Telefono zenbaki anitz idatz ditzakezu. Hori egiteko zuriunez bereizi itzazu.
fi: Tähän voidaan syöttää useampia puhelinnumeroita. Ne tulee erottaa toisistaan välilyönnein.
tr: Birden fazla telefon numarası girebilirsiniz. Eğer girerseniz aralarında boşluk bırakın.

source: Enter the word "manual" or leave the field blank if you want to configure the connection manually.
de: Geben Sie das Wort »manuell« ein oder lassen Sie das Feld leer, wenn Sie die Verbindung manuell konfigurieren wollen.
eu: Idatzi "eskuz" hitza edo utzi eremua zurian konexioa eskuz konfiguratu nahi baduzu.
fi: Syötä sana ”manual” tai jätä kenttä tyhjäksi, jos yhteyden asetukset halutaan tehdä käsin.
tr: ISS bağlantısını elle yapılandırmak istiyorsanız bu alanı boş olarak bırakın veya "elle" kelimesini girin.

source: What is your local MSN?
ca: Quin és el vostre MSN local?
de: Wie lautet Ihre Rufnummer (MSN)?
eu: Zein da zure MSN lokala?
fi: Paikallinen MSN:
tr: Yerel MSN'niz nedir?

source: When making a call with ISDN, the MSN (phone number) that is originating the call must be given in the call-setup message. While usually a wrong MSN will be replaced by the main MSN for the ISDN line, especially on PABXes a wrong MSN (often the extension number in this case) will cause the call-setup to fail. So, it is best to enter the correct local MSN here.
ca: Al fer una trucada amb ISDN, s'ha de donar el (número de telèfon) MSN que està originant la trucada per a enviar la configuració de la trucada. Encara que, normalment un número MSN incorrecte per a la línia ISDN, especialment en centraletes amb un MSN incorrecte (en aquest cas sovint es tracta de la extensió) solen causar que la configuració de la connexió falli. En el cas de la centraleta tant hi fa que entreu el número MSN local correcte.
de: Wenn ein Anruf über ISDN gemacht wird, muss in der Nachricht zur Anrufeinrichtung die MSN (Telefonnummer) angegeben werden, von der der Anruf ausgehen soll. Auch wenn normalerweise eine falsche MSN durch die Haupt-MSN des Anschlusses ersetzt wird, kann, besonders bei Telekommunikationsanlagen (PABX), eine falsche MSN (oft in diesen Fällen die Durchwahl) zu Problemen führen. Es ist somit das Beste, hier die richtige lokale MSN anzugeben.
eu: ISDN bidez dei bat egitean, deiaren jatorri MSNa (telefono zenbakia) eman behar da dei-konfigurazio mezuan. Nahiz normalean okerreko MSN bat ISDN linearen MSN nagusiagatik aldatuko den, batezere PABX-etan okerreko MSN batek (hedapen zenbakia kenduta kasu honetan) dei-konfigurazioak huts egitea eragin dezake. Beraz hobe da MSN zuzena hemen idaztea.
fi: Soitettaessa ISDN:llä täytyy yhteydenotossa antaa MSN (puhelinnumero), josta puhelu tulee. Vaikka yleensä väärä MSN korvataan ISDN-linjan pää-MSN:llä, erityisesti PABX:ssä virheellinen MSN aiheuttaa sen, että yhteydenotto epäonnistuu. Tästä syystä on tässä parasta antaa oikea paikallinen MSN.
tr: ISDN ile bir arama yaparken, aramanın kaynaklandığı MSN (telefon numarası) call-setup iletisinde verilmelidir. Verilen yanlış bir MSN, ISDN hattının ana MSN'i ile değiştirilecek olsa da, özellikle PABX'ler üzerindeki yanlış bir MSN (genellikle dahilî numara) call-setup'ın başarısız olmasına yol açar. Yani, en iyisi buraya doğru MSN'nin (telefon numarası) girilmesidir.

source: This may also be necessary if you want the costs to be registered to one particular MSN, in case you have more than one MSN and this is supported by your telco.
ca: Això també pot ser necessari si voleu registrar els costos de les trucades del MSN particular, en el cas de que tingueu més d'un MSN i que això estigui suportat pel vostre operador de telefonia.
de: Dies kann ebenfalls nötig sein, wenn Sie die Telefonkosten für eine einzelne MSN verbuchen lassen wollen, und Sie mehr als eine MSN haben und dies von Ihrer Telefongesellschaft unterstützt wird.
eu: Hau ere beharrezkoa da gastuak MSN berezi bati erregistratu nahi badituzu, MSN bat baino gehiago izan eta zure telco-ak onartzen dituen kasuan.
fi: Tämä saattaa myös olla tarpeen, jos käytössä on useampia MSN:iä ja kustannukset halutaan rekisteröidä jollekin tietylle MSN:lle ja puhelinyhtiö tätä tukee.
tr: Bu ayrıca, birden fazla MSN sahibiyseniz ve telefon şirketiniz bunu destekliyorsa, maliyetlerin belirli bir MSN'e kayıt edilmesi için gerekli olabilir.

source: What is the user name for logging into your ISP?
ca: Quin és el nom d'usuari en el vostre ISP?
de: Wie lautet der Benutzername zur Einwahl bei Ihrem Internet Service Provider?
eu: Zein da zure ISPan saioa hasteko erabiltzaile izena?
fi: Käyttäjätunnus, jolla kirjaudutaan palveluntarjoajalle:
tr: ISS'nize oturum açmakta kullanılan kullanıcı adı:

source: Most (all?) ISPs need a user name and password for authenticating you as a valid user before allowing access. Enter the user name here. The password will be asked for next.
ca: La majoria (tots?) dels ISP necessiten un nom d'usuari i contrasenya per a autentificar-vos com a un usuari vàlid avans de permetre el vostre accés. Entreu el nom d'usuari aquí. La contrasenya s'us preguntarà tot seguit.
de: Die meisten (alle?) Internet Service Provider benötigen einen Benutzernamen und ein Passwort, um Sie als berechtigten Benutzer zu authentifizieren, bevor Sie Zugang erhalten. Geben Sie hier den Benutzernamen ein. Das Passwort wird als Nächstes abgefragt.
eu: ISP gehienek (denek?) erabiltzaile izen eta pasahitz bidezko autentifikazioa erabiltzen dute saioa hasten uzteko. Idatzi erabiltzaile-izena hemen. Pasahitza aurrerago eskatuko zaizu.
fi: Useimmat (kaikki?) ISP:t vaativat käyttäjätunnuksen ja salasanan käyttäjien tunnistamiseen ennen kuin yhteydenotto sallitaan. Syötä käyttäjätunnus tähän. Salasanaa kysytään seuraavaksi.
tr: Çoğu (hepsi?) ISS giriş yapmaya izin vermeden önce geçerli bir kullanıcı olduğunuzu doğrulamak için bir kullanıcı adı ve parolaya ihtiyaç duyar. Burada kullanıcı adınızı girin. Parola daha sonra sorulacaktır.

source: What is the password for logging into your ISP?
ca: Quina és la contrsenya en el vostre ISP?
de: Wie lautet das Passwort für den Zugang zu Ihrem Internet Service Provider?
eu: Zein da zure ISPan saioa hasteko pasahitza?
fi: Salasana, jolla kirjaudutaan palveluntarjoajalle:
tr: ISS'nize oturum açmakta kullanılan parola:

source: The password you give here will be entered into /etc/ppp/pap-secrets and /etc/ppp/chap-secrets together with the username.
ca: La contrasenya que doneu aquí serà introduida en /etc/ppp/pap-secrets i /etc/ppp/chap-secrets junt amb el vostre nom d'usuari.
de: Das Passwort, das Sie hier angeben, wird zusammen mit dem Benutzernamen in den Dateien /etc/ppp/pap-secrets und /etc/ppp/chap-secrets eingetragen.
eu: Hemen idazten duzun pasahitza /etc/ppp/pap-secrets eta /etc/ppp/chap-secrets-en gordeko da erabiltzaile-izenaren ondoan.
fi: Tässä annettu salasana tallennetaan käyttäjätunnuksen kanssa tiedostoihin /etc/ppp/pap-secrets ja /etc/ppp/chap-secrets.
tr: Burada verdiğiniz parola /etc/ppp/pap-secrets ve /etc/ppp/chap-secrets dosyalarına kullanıcı adıyla birlikte girilecektir.

source: ISP user name already in pap-secrets
ca: El nom d'usuari ja estaba en pap-secrets
de: Der Benutzername für diesen Internet Service Provider kommt in der Datei pap-secrets bereits vor.
eu: ISP erabiltzaile-izena dagoeneko pap-secrets fitxategian dago
fi: ISP-käyttäjätunnus on jo tiedostossa pap-secrets
fr: Identifiant de FAI déjà dans pap-secrets
tr: ISS kullanıcı adı pap-secrets'ta mevcut

source: The user name you entered for logging into your ISP is already listed in the /etc/ppp/pap-secrets file. That's not a problem; the existing entry will be commented out, and a new entry with the data you just entered will be inserted.
ca: El nom d'usuari que heu entrat per a accedir al vostre ISP ja es tobaba llistat en el fitxer /etc/ppp/pap-secrets. Això no és un problema; l'entrada existent serà comentada i la nova entrada amb les dades que heu ofert serà inserida.
de: Der Benutzername, den Sie eingegeben haben, ist bereits in der Datei /etc/ppp/pap-secrets aufgeführt. Dies ist kein Problem; der existierende Eintrag wird auskommentiert und ein neuer Eintrag mit den Daten, die Sie hier eingeben, wird eingefügt.
eu: Zure ISPan saioa hasteko idatzi duzun erabiltzaile izena dagoeneko badago /etc/ppp/pap-secrets fitxategian. Hau ez da arazo bat, lehendik zegoen sarrera komentatu egingo da, eta sartu berri dituzun datuekin sarrera berria txertatuko da.
fi: Käyttäjätunnus, joka annettiin ISP:lle kirjautumista varten on jo listattu tiedostossa /etc/ppp/pap-secrets. Tämä ei ole ongelma. Olemassa oleva tietue kommentoidaan pois ja uusi, juuri annetut tiedot sisältävä tietue lisätään.
tr: ISS'nize girmek için kullandığınız kullanıcı adı /etc/ppp/pap-secrets dosyasında zaten listelenmiş. Bu bir problem değil, mevcut olan kayıt devre dışı bırakılarak girdiğiniz veriyi içeren yeni bir kayıt girişi yapılacaktır.

source: ISP user name already in chap-secrets
ca: El nom d'usuari ja estaba en chap-secrets
de: Der Benutzername für diesen Internet Service Provider kommt in der Datei chap-secrets bereits vor.
eu: ISP erabiltzaile-izena dagoeneko chap-secrets fitxategian
fi: ISP-käyttäjätunnus on jo tiedostossa chap-secrets
fr: Identifiant de FAI déjà dans chap-secrets
tr: ISS kullanıcı adı chap-secrets'ta mevcut

source: The user name you entered for logging into your ISP is already listed in the /etc/ppp/chap-secrets file. That's not a problem; the existing entry will be commented out, and a new entry with the data you just entered will be inserted.
ca: El nom d'usuari que heu entrat per a accedir al vostre ISP ja es tobaba llistat en el fitxer /etc/ppp/chap-secrets. Això no és un problema; l'entrada existent serà comentada i la nova entrada amb les dades que heu ofert serà inserida.
de: Der Benutzername, den Sie eingegeben haben, ist bereits in der Datei /etc/ppp/chap-secrets aufgeführt. Dies ist kein Problem; der existierende Eintrag wird auskommentiert und ein neuer Eintrag mit den Daten, die Sie hier eingeben, wird eingefügt.
eu: Zure ISPan saioa hasteko idatzi duzun erabiltzaile izena dagoeneko badago /etc/ppp/chap-secrets fitxategian. Hau ez da arazo bat, lehendik zegoen sarrera komentatu egingo da, eta sartu berri dituzun datuekin sarrera berria txertatuko da.
fi: Käyttäjätunnus, joka annettiin ISP:lle kirjautumista varten on jo listattu tiedostossa /etc/ppp/chap-secrets. Tämä ei ole ongelma. Olemassa oleva tietue kommentoidaan pois ja uusi, juuri annetut tiedot sisältävä tietue lisätään.
tr: ISS'nize girmek için kullandığınız kullanıcı adı /etc/ppp/chap-secrets dosyasında zaten listelenmiş. Bu bir problem değil, mevcut olan kayıt devre dışı bırakılarak girdiğiniz veriyi içeren yeni bir kayıt girişi yapılacaktır.

source: ISP user name already in chap-secrets and pap-secrets
ca: El nom d'usuari ja estaba en chap-secrets i pap-secrets
de: Der Benutzername für diesen Internet Service Provider kommt in den Dateien chap-secrets und pap-secrets bereits vor.
eu: ISP erabiltzaile-izena dagoeneko chap-secrets eta pap-secrets fitxategietan
fi: ISP-käyttäjätunnus on jo tiedostoissa chap-secrets ja pap-secrets
fr: Identifiant de FAI déjà dans chap-secrets et pap-secrets
tr: ISS kullanıcı adı chap-secrets ve pap-secrets'ta mevcut

source: The user name you entered for logging into your ISP is already listed in the chap-secrets and pap-secrets files in /etc/ppp/. That's not a problem; the existing entries will be commented out, and new entries with the data you just entered will be inserted.
ca: El nom d'usuari que heu entrat per a accedir al vostre ISP ja es tobaba llistat en els fitxers chap-secrets i pap-secxrets en /etc/ppp. Això no és un problema; les entrades existents seran comentades i les noves entrades amb les dades que heu ofert seran inserides.
de: Der Benutzername, den Sie eingegeben haben, ist bereits in den Dateien chap-secrets und pap-secrets im Verzeichnis /etc/ppp/ aufgeführt. Dies ist kein Problem; die existierenden Einträge werden auskommentiert und neue Einträge mit den Daten, die Sie hier eingeben, werden eingefügt.
eu: Zure ISPan saioa hasteko idatzi duzun erabiltzaile izena dagoeneko badago /etc/ppp/-ko chap-secrets eta pap-secrets fitxategietan. Hau ez da arazo bat, lehendik zeuden sarrerak komentatu egingo da, eta sartu berri dituzun datuekin sarrera berriak txertatuko dira.
fi: Käyttäjätunnus, joka annettiin ISP:lle kirjautumista varten on jo listattu hakemistossa /etc/ppp olevissa tiedostoissa chap-secrets ja pap-secrets. Tämä ei ole ongelma. Olemassa olevat tietueet kommentoidaan pois ja uudet, juuri annetut tiedot sisältävät tietueet lisätään.
tr: ISS'nize girmek için kullandığınız kullanıcı adı /etc/ppp/chap-secrets ve pap-secrets dosyalarında zaten listelenmiş. Bu bir problem değil, mevcut olan kayıtlar devre dışı bırakılarak girdiğiniz verileri içeren yeni bir kayıt girişi yapılacaktır.

source: /etc/ppp/ip-up.d/00-isdnutils still exists
ca: /etc/ppp/ip-up.d/00-isdnutils ja existeix
de: /etc/ppp/ip-up.d/00-isdnutils existiert noch
eu: /etc/ppp/ip-up.d/00-isdnutils oraindik badago
fi: Tiedosto /etc/ppp/ip-up.d/00-isdnutils on edelleen olemassa
tr: /etc/ppp/ip-up.d/00-isdnutils hala mevcut

source: The /etc/ppp/ip-up.d/00-isdnutils file from the old isdnutils package still exists. If you changed that file at some point, you may need to redo those changes in the 00-ipppd file (which is the new name). After that, please delete the old 00-isdnutils file.
ca: Existeix un fitxer /etc/ppp/ip-up.d/00-isdnutils d'un paquet isdnutils antic. Si canvieu el fitxer en aquest punt, necessitareu refer aquests canvis en el fitxer 00-ipppd (el qual és el seu nou nom). Després d'això, si us plau esborreu l'antic fitxer 00-isdnutils.
de: Die Datei /etc/ppp/ip-up.d/00-isdnutils aus einem älteren isdnutils-Paket existiert noch. Wenn Sie diese Datei zu irgendeinem Zeitpunkt verändert haben, müssen Sie diese Änderungen wahrscheinlich in der Datei 00-ipppd (dies ist der neue Name) wiederholen. Danach löschen Sie bitte die alte Datei 00-isdnutils.
eu: isdnutils pakete zaharreko /etc/ppp/ip-up.d/00-isdnutils fitxategia badago oraindik. Momentu batean fitxategi hori aldatu bazenuen, aldaketa horiek berregin egin beharko dituzu 00-ipppd fitxategian (izen berria dena). Honen ondoren, mesedez ezabatu 00-isdnutils fitxategia.
fi: Vanhan isdnutils-paketin tiedosto /etc/ppp/ip-up.d/00-isdnutils on edelleen olemassa. Jos kyseistä tiedostoa on muokattu, muokkaukset täytyy ehkä tehdä uudelleen tiedostoon 00-ipppd (joka on uusi versio). Tiedosto 00-isdnutils tulisi tämän jälkeen poistaa.
tr: Eski isdnutils paketinden /etc/ppp/ip-up.d/00-isdnutils dosyası zaten mevcut. Eğer herhangi bir aşamada bu dosya üzerinde değişiklik yaptıysanız, bu değişiklikleri (yeni) 00-ipppd dosyasında tekrarlamanız gerekebilir. Daha sonra eski 00-isdnutils dosyasını lütfen silin.
