Repository: marschap/isdnutils-debian
Catalog: debian/po/*.po
Languages: ca, de, eu, fi, fr, tr

source: The user `${USER}' doesn't exist on the system! Please rerun the configuration with `dpkg-reconfigure isdnvboxserver' to enter another username, or after creating the user.
ca: L'usuari `${USER}' no existeix en el sistema! Si us plau torneu a executar la configuració amb `dpkg-reconfigure isdnvboxserver' per a entrar un altre nom d'usuari o creeu aquest usuari després.
de: Der Benutzer »${USER}« existiert nicht auf dem System! Bitte starten Sie die Konfiguration mit »dpkg-reconfigure isdnvboxserver« erneut, um einen anderen Benutzernamen anzugeben oder nachdem der Benutzer angelegt wurde.
eu: Sisteman ez dago `${USER}'erabiltzailea! Mesedez berrabiarazi konfigurazioa `dpkg-reconfigure isdnvboxserver' erabiliaz beste erabiltzaile-izen bat ezartzeko edo erabiltzaile sortu ondoren.
fi: Käyttäjätunnusta ”${USER}” ei ole olemassa järjestelmässä! Tee asetukset uudelleen ajamalla ”dpkg-reconfigure isdnvboxserver” antaaksesi toisen käyttäjätunnuksen tai luotuasi käyttäjän.
tr: Kullanıcı `${USER}' sistemde mevcut değil! Başka bir kullanıcı adı girmek için ya da bu kullanıcıyı yarattıktan sonra lütfen `dpkg-reconfigure isdnvboxserver'ı çalıştırın.

source: Should vboxgetty be enabled?
ca: Voleu habilitar vboxgetty?
de: Soll vboxgetty eingeschaltet werden?
eu: vboxgetty gaitu egin behar al da?
fi: Tulisiko vboxgetty ottaa käyttöön?
fr: Voulez-vous activer vboxgetty ?
tr: Vboxgetty etkinleştirilmeli mi?

source: vboxgetty is in /etc/inittab, but not yet enabled. Answering `yes' here will enable it once this package is fully configured. Choose `no' if you want to tweak it manually.
ca: vboxgetty està en /etc/inittab, però no està habilitat. Respongueu `si' aquí per a fer-ho una vegada estigui aquest paquet completament configurat. Escolliu `no' si preferiu fer-ho manualment.
de: vboxgetty ist in /etc/inittab vorhanden, aber nicht eingeschaltet. Antworten Sie hier »yes«, wird es eingeschaltet, sobald dieses Paket voll konfiguriert ist. Wählen Sie »no«, wenn Sie es manuell tun wollen.
eu: vboxgetty /etc/inittab-en dago, baina gaitu gabe. Hemen `bai' erantzunaz gaitu egingo da behin paketea guztiz konfiguratzen denean. Hautatu `ez' eskuz egitea pentsatzen baduzu.
fi: vboxgetty mainitaan tiedostossa /etc/inittab, mutta sitä ei ole vielä otettu käyttöön. Jos valitset tämän, se otetaan käyttöön, kun paketin asetukset on tehty kokonaan. Älä valitse tätä, jos sitä halutaan muokata käsin.
tr: Vboxgetty /etc/inittab'ın içinde fakat henüz etkinleştirilmedi. Bu paketin yapılandırılması tamamlandığında, burada `yes' olarak cevap vermeniz onu etkinleştirecektir. Eğer elle düzenlemek istiyorsanız `no' seçin.

source: user `vbox' created
ca: S'ha creat el usuari `vbox'
de: Benutzer »vbox« erstellt
tr: `vbox' kullanıcısı yaratıldı

source: A user `vbox' was created, in group `dialout'. This is used as the ID that the vbox daemons run under.
ca: S'ha creat un usuari `vbox' en el grup `dialout'. Això és usat com el ID (identificador) pels dimonis vbox que s'estan executant.
de: Ein Benutzer »vbox« wurde erstellt, mit der Zugehörigkeit zur Gruppe »dialout«. Dieser wird benutzt als ID, unter der der vbox-Daemon läuft.
tr: `dialout' grubunda `vbox' adında bir kullanıcı yaratıldı. Bu kullanıcı, vbox sunucuları çalıştıracak kullanıcı ID'sidir.

source: Failed to create user `vbox'
ca: Falla al crear l'usuari `vbox'
de: Benutzer »vbox« konnte nicht erstellt werden
tr: `vbox' kullanıcısı yaratılamadı

source: For optimal operation of vbox, a user `vbox' should be created, in group `dialout'. However, creating that user failed with the following error(s):
ca: Per al òptim funcionament de vbox, heu de crear un usuari `vbox' en el grup `dialout'. Però la creació d'aquest usuari ha fallat amb el(s) següent(s) error(s):
de: Damit vbox optimal arbeiten kann, sollte ein Benutzer »vbox« in der Gruppe »dialout« erstellt werden. Allerdings ist das Erstellen dieses Benutzers mit folgender(-en) Fehlermeldung(en) gescheitert:
tr: Vbox'ın en verimli şekilde çalışması için `dialout' grubunda `vbox' adında bir kullanıcı yaratılmalı. Fakat, bu kullanıcının yaratılması sırasında şu hata(lar) oluştu:

source: Please remedy this problem by hand, and then rerun the configuration with `dpkg-reconfigure isdnvboxserver'.
ca: Si us plau solventeu l'error manualment i torneu a executar la configuració amb `dpkg-reconfigure isdnvboxserver'.
de: Bitte lösen Sie dieses Problem von Hand und starten Sie die Konfiguration mit »dpkg-reconfigure isdnvboxserver« neu.
tr: Lütfen bu problemi elle giderin ve yapılandırmayı `dpkg-reconfigure isdnvboxserver' komutuyla tekrar edin.

source: Device in inittab doesn't agree with devfs mode
de: Device in inittab stimmt nicht mit devfs-Modus überein
eu: inittab-eko gailuak ez datoz devfs moduarekin bat
fi: Tiedostossa inittab mainittu laite ei vastaa devfs-tilaa
fr: Le nom de périphérique utilisé dans inittab ne correspond pas au mode devfs utilisé
tr: Inittab'daki aygıt, devfs kipiyle uyuşmuyor

source: The entry for vboxgetty in /etc/inittab uses a device name that does not correspond to the current devfs usage; either a devfs (/dev/isdn/ttyIxx) name is used in inittab while devfs is not mounted, or the non-devfs name is used while devfs is mounted.
de: Der Eintrag für vboxgetty in /etc/inittab benutzt einen Gerätenamen, der nicht mit der aktuellen devfs-Nutzung übereinstimmt; entweder wird ein devfs-Name (/dev/isdn/ttyIxx) benutzt, während devfs nicht eingehängt ist, oder der nicht-devfs-Name wird verwendet, während devfs eingehängt ist.
eu: /etc/inittab-eko vboxgetty sarrerak uneko devfs erabilerari ez dagokion gailu izen bat du; edo devfs muntatu gabe vboxgetty.conf fitxategiak devfs (/dev/isdn/ttyIxx) izen bat erabiltzen du edo devfs-ez den izen bat erabiltzen ari da devfs muntaturik dagoenean.
fi: Tiedostossa /etc/inittab oleva vboxgetty-tietue käyttää laitenimeä, joka ei vastaa nykyistä devfs:n käyttöä. Joko devfs-nimeä (/dev/isdn/ttyIxx) käytetään tiedostossa inittab, vaikka devfs ei ole liitettynä, tai käytetään muuta nimeä, kun devfs on liitettynä.
fr: Une incohérence entre l'entrée de vboxgetty dans /etc/inittab pour vboxgetty et l'utilisation actuelle de devfs semble exister. Soit un nom de périphérique de la forme /dev/isdn/ttyIxx est utilisé dans inittab alors que devfs n'est pas monté, soit un nom de périphérique classique (non devfs) est utilisé dans inittab alors que devfs est monté.
tr: /etc/inittab içindeki kayıt şu anki devfs kullanımıyla uyuşmayan bir aygıt ismi kullanıyor. Ya bir devfs (/dev/isdn/ttyIxx) ismi inittab'da devfs bağlanmadan kullanılmış, ya da devfs-olmayan bir isim devfs bağlıyken kullanılmış.

source: You will have to fix this by hand.
de: Sie werden dies von Hand berichtigen müssen.
eu: Hau eskuz konpondu beharko duzu.
fi: Tämä täytyy korjata käsin.
tr: Bunu elle düzeltmek zorundasınız.

source: Device in vboxgetty.conf doesn't agree with devfs mode
de: Das Device in vboxgetty.conf stimmt nicht mit dem devfs-Modus überein.
eu: vboxgetty.conf-eko gailuak ez dator bat devfs moduarekin
fi: Tiedoston vboxgetty.conf laite ei täsmää devfs-tilaan.
fr: Incohérence entre le périphérique mentionné dans vboxgetty.conf et l'utilisation actuelle de devfs
tr: Vboxgetty.conf'taki donanım devfs kipiyle uyumlu değil

source: The device entry in /etc/isdn/vboxgetty.conf uses a device name that does not correspond to the current devfs usage; either a devfs (/dev/isdn/ttyIxx) name is used in vboxgetty.conf while devfs is not mounted, or the non-devfs name is used while devfs is mounted.
de: Der Geräte-Eintrag in /etc/isdn/vbxgetty.conf benutzt einen Gerätenamen, der nicht mit der aktuellen devfs-Nutzung übereinstimmt; entweder wird ein devfs-Name (/dev/isdn/ttyIxx) benutzt, während devfs nicht eingehängt ist, oder der nicht-devfs-Name wird verwendet, während devfs eingehängt ist.
eu: /etc/isdn/vboxgetty.conf-eko gailu sarrerak uneko devfs erabilerari ez dagokion gailu izen bat du; edo devfs muntatu gabe vboxgetty.conf fitxategiak devfs (/dev/isdn/ttyIxx) izen bat erabiltzen du edo devfs-ez den izen bat erabiltzen ari da devfs muntaturik dagoenean.
fi: Tiedostossa /etc/isdn/vboxgetty.conf annettu laitenimi ei vastaa tämänhetkistä devfs:n käyttöä. Joko devfs-nimeä (/dev/isdn/ttyIxx) käytetään tiedostossa vboxgetty.conf, vaikka devfs ei ole liitettynä, tai käytetään muuta nimeä, kun devfs on liitettynä.
fr: Une incohérence entre le périphérique mentionné dans /etc/isdn/vboxgetty.conf et l'utilisation actuelle de devfs semble exister. Soit un nom de périphérique de la forme /dev/isdn/ttyIxx est utilisé dans vboxgetty.conf alors que devfs n'est pas monté, soit un nom de périphérique classique (non devfs) est utilisé dans vboxgetty.conf alors que devfs est monté.
tr: /etc/isdn/vboxgetty.conf içindeki aygıt kaydı şu anki devfs kullanımına uymayan bir aygıt ismi kullanıyor. Ya vboxgetty.conf'ta bir devfs (/dev/isdn/ttyIxx) ismi devfs bağlanmadan kullanılmış; ya da devfs-olmayan bir isim devfs bağlıyken kullanılmış.

source: isdnvboxserver is being configured.
de: isdnvboxserver ist konfiguriert.
tr: Isdnvboxserver yapılandırılıyor.

source: DE
ca: ES
fi: Saksa

source: AT
fi: Australia

source: CH
fi: Taiwan

source: ES
fi: Espanja

source: FR
fi: Ranska

source: LU
fi: Luxemburg

source: NL
fi: Alankomaat

source: NO
fi: Norja

source: ISP dialup configuration already exists
fr: Configuration d'appel du FAI existante

source: The device.${IPPP0} and ipppd.${IPPP0} files already exist. Therefore, the ipppd configuration phase won't touch anything there, as it looks like it has already been configured.
fr: Les fichiers device.${IPPP0} et ipppd.${IPPP0} existent déjà. La configuration semble donc avoir déjà été faite : rien ne sera changé.

source: If it doesn't work yet, and you want to try the automatic configuration, stop all ISDN processes (use "/etc/init.d/isdnutils stop"), remove the files mentioned above, and rerun the configuration with "dpkg-reconfigure ipppd". After that, restart the ISDN processes with "/etc/init.d/isdnutils start".
fr: Si, pour l'instant rien ne fonctionne et si vous voulez essayer la configuration automatique, arrêtez tous les processus RNIS avec la commande « /etc/init.d/isdnutils stop », supprimez les fichiers mentionnés précédemment et relancez la configuration avec la commande « dpkg-reconfigure ipppd ». Ensuite relancez les processus RNIS avec la commande « /etc/init.d/isdnutils start ».

source: Interface to configure:
fr: Interface à configurer :

source: The default setting should be safe for most configurations.
fr: Le réglage par défaut devrait convenir à la plupart des environnements.

source: However, if you have special requirements or want to choose to configure another interface, please enter it here.
fr: Cependant, si vous avez des besoins spécifiques ou souhaitez choisir une autre interface, veuillez l'indiquer ici.

source: Leave the field blank if you do not want to configure anything now.
fr: Vous pouvez laisser ce champ vide si vous ne voulez rien configurer maintenant.

source: Invalid interface name
fr: Nom d'interface incorrect

source: Valid interface names begin with "ippp" followed by a number between 0 and 63.
fr: Les noms valables pour les interfaces commencent par « ippp » suivi d'un nombre entre 0 et 63.

source: ISP's telephone number:
fr: Numéro de téléphone du FAI :

source: At least one phone number has to be dialed in order to connect to an Internet service provider (ISP).
fr: Au moins un numéro de téléphone doit être indiqué pour paramétrer la connexion à un fournisseur d'accès à l'Internet (FAI).

source: Please enter that telephone number here, including dialing prefixes, area codes, and so on, but without any spaces.
fr: Veuillez indiquer ce numéro de téléphone, avec préfixe de numérotation, indicatif de zone, etc. N'utilisez pas d'espace.

source: Multiple telephone numbers may be entered and should be separated by spaces.
fr: Vous pouvez indiquer plusieurs numéros de téléphone, en les séparant par des espaces.

source: Leave the field blank if you want to configure the connection manually.
fr: Vous pouvez laisser ce champ vide si vous voulez configurer la connexion vous-même.

source: Local MSN:
fr: Numéro de téléphone local (« MSN ») :

source: When making a call with ISDN, the MSN (phone number) that is originating the call must be given in the call-setup message. While a wrong MSN will usually be replaced by the main MSN for the ISDN line, especially on PABXes, a wrong MSN (often the extension number in this case) will cause the call-setup to fail. So, it is best to enter the correct local MSN here.
fr: Lors d'un appel avec une ligne RNIS, le numéro de téléphone émetteur de l'appel (MSN) doit être donné dans le message de configuration. Bien que, d'ordinaire, un numéro erroné soit remplacé par le numéro de téléphone principal de la ligne RNIS, avec certains auto-commutateurs privés, un numéro erroné (souvent à cause d'une erreur dans le suffixe) entraînera l'échec de l'appel. Il vaut donc mieux fournir le numéro interne correct.

source: This may also be necessary if you want the costs to be registered to one particular MSN, in case you have more than one MSN and this is supported by your telecommunication providing company.
fr: Cela peut aussi s'avérer nécessaire si vous voulez enregistrer les coûts de communication d'un numéro particulier quand vous disposez de plus d'un numéro interne et que l'opérateur téléphonique fournit ce service.

source: ISP account name:
fr: Identifiant pour la connexion au FAI :

source: Most ISPs require an account name and password to be provided when connecting.
fr: La plupart des fournisseurs d'accès à l'Internet imposent l'utilisation d'un identifiant et d'un mot de passe de connexion.

source: ISP password:
fr: Mot de passe pour la connexion au FAI :

source: Please enter the password to use when connecting to the ISP. This password will be kept in /etc/ppp/pap-secrets and /etc/ppp/chap-secrets together with the account name.
fr: Veuillez indiquer le mot de passe à utiliser pour la connexion au fournisseur d'accès à l'Internet. Ce mot de passe sera conservé dans /etc/ppp/pap-secrets et dans /etc/ppp/chap-secrets avec l'identifiant associé.

source: The user name you entered for logging into your ISP is already listed in the /etc/ppp/pap-secrets file. The existing entry will be commented out, and a new entry with the data you just entered will be inserted.
fr: L'identifiant que vous avez indiqué pour la connexion à votre FAI existe déjà dans le fichier /etc/ppp/pap-secrets. L'entrée existante sera mise en commentaire et la valeur que vous venez d'indiquer sera utilisée à la place.

source: The user name you entered for logging into your ISP is already listed in the /etc/ppp/chap-secrets file. The existing entry will be commented out, and a new entry with the data you just entered will be inserted.
fr: L'identifiant que vous avez indiqué pour la connexion à votre FAI existe déjà dans le fichier /etc/ppp/chap-secrets. L'entrée existante sera mise en commentaire et la valeur que vous venez d'indiquer sera utilisée à la place.

source: The user name you entered for logging into your ISP is already listed in the chap-secrets and pap-secrets files in /etc/ppp/. The existing entries will be commented out, and new entries with the data you just entered will be inserted.
fr: L'identifiant que vous avez indiqué pour la connexion à votre FAI existe déjà dans les fichiers chap-secrets et pap-secrets du répertoire /etc/ppp/. L'entrée existante sera mise en commentaire et la valeur que vous venez d'indiquer sera utilisée à la place.

source: (Re)start ipppd manually
fr: Lancement manuel d'ipppd

source: There is no /etc/init.d/isdnutils on this system; hence you will have to stop and start any ipppd daemons manually.
fr: Il n'existe pas de script /etc/init.d/isdnutils sur ce système. Vous devez donc lancer ou arrêter les démons ipppd vous-même.

source: Error running isdnutils init script
fr: Erreur à l'exécution du script de démarrage d'isdnutils

source: Austria
fr: Autriche

source: Germany
fr: Allemagne

source: Netherlands
fr: Pays-Bas

source: Norway
fr: Norvège

source: Spain
fr: Espagne

source: Switzerland
fr: Suisse

source: other[ default country]
fr: France

source: Country:
fr: Pays :

source: Please choose the local country. This will be used to set the rate table to use for calculating the costs of calls.
fr: Veuillez indiquer le pays local. Ce choix définit les tables de calcul utilisées pour calculer le prix d'un appel.

source: Country's ISO two-letter code:
fr: Code ISO à deux lettres du pays :

source: Please enter the ISO code of the local country. As no rate tables are available, this setting will be unused.
fr: Veuillez indiquer le code ISO du pays local. Dans la pratique, en l'absence de tables de tarifs, ce réglage ne sera pas réellement utilisé.

source: Prefix to dial before international number:
fr: Indicatif d'accès aux numéros internationaux :

source: Country ITU code:
fr: Code ITU du pays :

source: Please enter the international code for the local country.
fr: Veuillez indiquer le code téléphonique international pour le pays local.

source: Example: ${default_countrycode} for ${default_country}
fr: Exemple : ${default_countrycode} pour ${default_country}

source: Prefix for area code, if applicable:
fr: Préfixe du code de zone locale, si nécessaire :

source: Local area code, if applicable:
fr: Indicatif de zone locale, si nécessaire :

source: The isdnrate utility calculates the costs of a connection to a given phone number, used e.g. for LCR systems to find the cheapest carrier on a call-by-call basis. Having it run as a daemon speeds things up as then it only has to load all the data once.
fr: L'utilitaire isdnrate permet de calculer les coûts de connexion vers un numéro de téléphone donné. Il peut par exemple servir aux systèmes LCR pour trouver le point d'accès le moins cher pour chaque appel. Si isdnrate fonctionne en mode démon, les opérations sont accélérées car il suffit alors de charger les données une seule fois.

source: This setting is only useful for special setups, such as for an ISDN-to-H.323 gateway.
fr: Ce réglage n'est utile que pour des environnements spécifiques, par exemple une passerelle RNIS vers H.323.

source: Number that vbox should answer:
fr: Numéro auquel vbox doit répondre :

source: Vbox must know what number to listen to. Depending on the country's ISDN system, this may or may not include the area code. Leading "0" should most often be dropped.
fr: Vbox doit connaître son numéro d'appel. Selon le système RNIS en usage dans votre pays, il peut comporter ou non l'indicatif de zone. Habituellement, ce numéro ne comporte pas le premier 0.

source: Leave the field blank if you want to configure by hand, or if you already use an existing (working) vbox configuration from the time when this was still part of isdnutils (unless you want to create a new configuration).
fr: Laissez ce champ vide si vous souhaitez faire la configuration vous-même et non automatiquement ou si vous avez déjà configuré vbox (p. ex. quand vbox appartenait au paquet isdnutils)

source: Number of rings for vbox to pick up the line:
fr: Nombre de sonneries avant réponse par vbox :

source: One ring is about 5 seconds. This setting can later be fine-tuned for each incoming telephone number, for instance to aggressively filter some incoming numbers.
fr: La durée d'une sonnerie est d'environ 5 secondes. Ce réglage peut ultérieurement être ajusté de manière différente pour chaque numéro de téléphone appelant, par exemple pour filtrer agressivement certains numéros appelants.

source: You should read vbox.conf(5) for more information.
fr: Vous pouvez consulter la page de manuel de vbox.conf(5).

source: Should incoming messages be attached to notification mails?
fr: Faut-il ajouter les fichiers joints au message d'avertissement par courrier électronique ?

source: When a message is recorded, an email notification is sent. If that email should contain the message as an attachment, choose the option.
fr: Quand un message est enregistré, un accusé de réception est envoyé par courrier électronique. Choisissez cette option si vous souhaitez que ce courrier contienne le message en pièce jointe.

source: Run the answering machine as:
fr: Identifiant pour l'exécution du répondeur :

source: The vboxd daemon should run as an unprivileged (non-root) user. It must be a member of the "dialout" group.
fr: Le démon vboxd fonctionne avec les droits d'un utilisateur ordinaire (pas ceux du superutilisateur). Cet utilisateur doit appartenir au groupe « dialout ».

source: ${Daemonuser} unknown
fr: ${Daemonuser} inconnu

source: The user you chose does not exist on this machine. You must choose a valid username.
fr: L'identifiant choisi n'existe pas. Vous devez choisir un identifiant existant.

source: Login for the answering machine:
fr: Identifiant de connexion au répondeur :

source: Connections to the answering machine (using the vbox program provided by the isdnvboxclient package) will be prompted for a username and password.
fr: Les connexions au répondeur (avec le programme vbox fourni par le paquet isdnvboxclient) nécessitent la fourniture d'un identifiant et un mot de passe.

source: The username you define here does not have to correspond to a login account on this system.
fr: L'identifiant indiqué ne doit pas être nécessairement un identifiant de connexion à ce système.

source: Password for ${User}:
fr: Mot de passe pour ${User} :

source: Please choose the password for the ${User} connection user.
fr: Veuillez choisir le mot de passe pour l'identifiant de connexion ${User}.

source: No home directory
fr: Pas de répertoire « home »

source: The home directory "${DIR}" for user "${USER}" does not exist. This means that the file "${DIR}/.vbox.conf" cannot be created.
fr: Le répertoire ${DIR} de l'utilisateur ${USER} n'existe pas. Le fichier ${DIR}/.vbox.conf ne peut donc pas être créé.

source: Non-existing user
fr: Identifiant inexistant

source: The user "${USER}" doesn't exist on the system. Please rerun the configuration with "dpkg-reconfigure isdnvboxserver" to enter another username, or after creating the user.
fr: L'utilisateur ${USER} n'existe pas sur le système. Veuillez recommencer la configuration avec la commande « dpkg-reconfigure isdnvboxserver » pour indiquer un autre nom, ou le même, après l'avoir créé.

source: A call for vboxgetty is defined in /etc/inittab, but not yet enabled. Choosing this option will enable it once this package is fully configured. Refuse this option if you want to tweak it manually.
fr: L'utilisation de vboxgetty est mentionnée dans /etc/inittab, mais n'est pas encore activée. Si vous choisissez cette option, cette utilisation sera activée quand le paquet sera définitivement configuré. Ne choisissez pas cette option si vous préférez faire ces réglages vous-même.

source: This problem has to be fixed manually.
fr: Ce problème doit être corrigé manuellement.
