Repository: marschap/isdnutils-debian
Catalog: debian/po/*.po
Languages: ca, de, eu, fi, fr, tr

source: Some ISDN cards can't function properly until firmware has been downloaded. Notable example is the Sedlbauer SpeedFax+ PCI or Siemens I-Surf, which need ISAR.BIN to be loaded. (I don't know of any others at this time.) Choose "ISAR.BIN" if this is necessary. If you don't know what I'm talking about, choose "none".
ca: Algunes targetes ISDN no poden funciona si no se'ls hi carrega previament un microprogramari. Un notable exemple és el de la Sedlbauer SpeedFax+ PCI o Siemens I-Surf, les quals necessiten que se'ls carregui el ISAR.BIN. (En aquest moment no en sé de cap altra). Escolliu "ISAR.BIN" si és aquest el necessari. Si no sabeu quin no m'ho pregunteu a mi, escolliu "cap".
de: Manche ISDN-Karten, wie z.B. die Sedlbauer SpeedFax+ PCI oder Siemens I-Surf, funktionieren erst, wenn eine Firmware auf die Karte geladen wurde. Diese beiden Karten benötigen ISAR.BIN. (Andere Karten sind zurzeit nicht bekannt.) Wählen Sie »ISAR.BIN«, wenn dies notwendig sein sollte. Wenn Sie nicht wissen, worum es hier geht, dann wählen Sie »keine«.
eu: Zenbait ISDN txartelek ezin du behar bezala funtzionatu firmwarea kargatu arte. Adibide bereizi argiak Sedlbauer SpeedFax+ PCI edo Siemens I-Surf dira, zeinek ISAR:BIN kargatzea behar dute. (Ez dakigu beste baten batek momentu honetan.) "ISAR.BIN" hautatu beharrezkoa bada. Zertaz ari garan ulertzen ez baduzu "batez" hautatu.
fi: Eräät ISDN-kortit eivät toimi oikein ennen kuin laitekohtaiset ajurit on ladattu. Esimerkkejä tällaisista ovat Sedlbauer SpeedFax+ PCI ja Siemens I-Surf, jotka vaativat tiedoston ISAR.BIN olevan ladattuna (muita ei tunneta tällä hetkellä). Valitse ”ISAR.BIN”, jos tarpeen. Jos olet epävarma, valitse ”ei mitään”.
tr: Bazı ISDN kartları yerleşil (firmware) indirilene kadar düzgün çalışmayabilir. Kayda değer bir örnek Sedlbauer SpeedFax+ PCI veya ISAR.BIN'in yüklenmesine ihtiyaç duyan Siemens I-Surf olabilir. (Şu an itibarıyla başka bir örnek bilmiyorum.) Eğer gerekliyse "ISAR.BIN"i seçin. Eğer neden bahsettiğimi bilmiyorsanız "yok"u seçin.

source: Which ISDN card numbers have to be loaded with the firmware?
ca: Quins són els números de les targetes ISDN a carregar el microprogramari?
de: Welche ISDN-Karten-Nummern müssen mit Firmware geladen werden?
eu: Zein ISDN txartel zenbaki kargatu behar dira firmware-arekin?
fi: Ladatun laiteajurin vaativan ISDN-kortin numero:
tr: Hangi ISDN kart numaraları yerleşil'le (firmware) beraber yüklenmek zorunda?

source: If you have more than one card, enter the number of the card(s) that have to be loaded with the firmware, starting with 1, separated by commas. If you have only one card, the obvious answer here is "1". If you have two cards which both have to be loaded with firmware, enter "1,2".
ca: Si teniu més d'una targeta, entreu el número de la(es) targeta(es) a les quals se'ls hi carregarà el microprogramari, comenceu pel 1 i seguiu separant-los per comes. Si sols en teniu una, la resposta òbvia aquí serà "1". Si en teniu dues i el carregareu a totes dues, entreu "1,2"
de: Wenn Sie mehr als eine ISDN-Karte haben, dann geben Sie hier die Nummer(n) der Karte(n), beginnend mit 1, getrennt mit Kommas, ein, für die eine Firmware geladen werden muss. Wenn Sie nur eine Karte haben, dann geben Sie hier »1« ein. Wenn Sie zwei Karten haben, für die eine Firmware geladen werden muss, dann geben Sie hier »1,2« ein.
eu: Txartel bat baino gehiago baduzu, idatzi firmwarearekin kargatu behar diren txartel zenbakia idatzi, 1-ekin hasi eta gakoz bereizirik. Txartel bat bakarrik baduzu hemengo begi-bistako erantzuna "1" da. Firmwarearekin kargatu behar diren bi txartel badituzu "1,2" idatzi.
fi: Jos käytössä on useampi kortti, anna pilkuilla eroteltuina niiden korttien numerot, jotka vaativat ladatun laiteajurin. Numerointi alkaa ykkösestä. Jos käytössä on vain yksi kortti, ilmiselvä vastaus on ”1”. Jos käytössä on kaksi korttia, jotka molemmat vaativat laiteajurin, syötä ”1,2”.
tr: Eğer birden fazla kartınız var ise, 1'den başlayıp virgüllerle ayrılmış olarak yerleşil'le beraber yüklenmesi gereken kartların numaralarını girin. Eğer sadece bir kartınız var ise, buradaki uygun cevap "1"dir. Şayet her ikisi de yerleşil'le beraber yüklenmek zorunda olan iki kartınız var ise, "1,2" girin.

source: You have an (old) isdnvbox cron.weekly script
ca: Teniu un script (antic), el isdnvbox en /etc/cron.weekly
de: Sie haben ein (altes) isdnvbox-cron.weekly-Skript
tr: (Eski) bir haftalık isdnvbox cron betiğiniz var

source: In early versions of isdnutils 3.1pre1b, when upgrading from 3.0 the /etc/cron.weekly/isdnutils script was renamed to isdnvbox. Unfortunately, when isdnvbox was split up into isdnvboxserver and isdnvboxclient, the existing cron script was not renamed. This can lead to two scripts existing.
ca: En les anteriors versions de isdnutils 3.1pre1b, quan s'actualitzava des de 3.0 l'script /etc/cron.weekly/isdnutils era reanomenat a isdnvbox. Desafortunadament, quan isdnvbox va ser dividit en isdnvboxserver i isdnvboxclient, l'escript existent en el cron no va ser reanomenat. Això pot provocar l'exsistència de dos scripts.
de: In frühen Versionen von isdnutils 3.1pre1b, wenn es von 3.0 ein Upgrade erfahren hat, wurde das Skript /etc/cron.weekly/isdnutils in isdnvbox umbenannt. Unglücklicherweise wurde das existierende cron-Skript nicht umbenannt, als isdnvbox in isdnvboxserver und isdnvboxclient aufgesplittet wurde. Dies kann zu zwei vorhandenen Skripten führen.
tr: Isdnutils 3.1preb'den daha yeni versiyonlarda, versiyon 3.0'dan güncelleme yapılırken /etc/cron.weekly/isdnutils betiği isdnvbox olarak değiştirildi. Maalesef isdnvbox, isdnvboxserver ve isdnvboxclient olarak bölündüğünde, mevcut cron betiğinin ismi değiştirilmedi. Sonuçta iki adet betik ortaya çıktı.

source: Normally, at this point the old script could just be deleted, but it looks like you have edited the script manually. Please look at /etc/cron.weekly/isdnvbox to see if any changes need to be preserved (e.g. in the /etc/cron.weekly/isdnvboxserver script), and then delete the old script by hand.
ca: Normalment, en aquest punt es podria esborrar l'antic script , però sembla que l'heu editat manualment. Si us plau mireu /etc/cron.weekly/isdnvbox per a veure si s'han de preservar els canvis (p.e. en l'script /etc/cron.weekly/isdnvboxserver) i esborreu l'antic manualment.
de: Normalerweise könnte an dieser Stelle das alte Skript einfach gelöscht werden, aber es scheint so, als hätten Sie dieses Skript manuell geändert. Sehen Sie bitte in /etc/cron.weekly/isdnvbox nach, ob irgendwelche Änderungen gesichert werden sollten (z.B. im Skript /etc/cron.weekly/isdnvboxserver), und löschen Sie das alte Skript dann von Hand.
tr: Normal olarak, bu noktada eski betik silinebilir, fakat betiği elle düzenlemişsiniz gibi görünüyor. Lütfen herhangi bir değişikliğin korunmasının gerekli olup olmadığını (mesela /etc/cron.weekly/isdnvboxserver betiği) denetlemek için /etc/cron.weekly/isdnvbox'a bakın ve eski betiği elle silin.

source: If you can't see anything that needs preserving, it is probably safe to delete it.
ca: Si no podeu veure res que necessiti ser preservat, llabors es segur esborrar-lo ara.
de: Wenn Sie nichts entdecken können, das sich zu sichern lohnt, ist es wahrscheinlich sicher, es zu löschen.
tr: Eğer korunması gereken birşey göremiyorsanız, büyük ihtimalle güvenli bir şekilde silebilirsiniz.

source: /etc/cron.weekly/isdnutils renamed to isdnvboxserver
ca: S'ha canviat el nom de /etc/cron.weekly/isdnutils a isdnvboxserver
de: /etc/cron.weekly/isdnutils wurde in isdnvboxserver umbenannt
tr: /etc/cron.weekly/isdnutils isdnvboxserver olarak değiştirildi

source: The existing /etc/cron.weekly/isdnutils script has been renamed to isdnvboxserver to fit the names of the splitted packages (in the old version, the script only handled isdnvbox things).
ca: L'script existent /etc/cron.weekly/isdnutils ha estat reanomenat a isdnvboxserver, el qual és el nom adequat al del paquet al qual pertany després de la divisió en diversos paquets de l'antic isdnutils (en la versió antiga, l'script sols tractava coses de isdnvbox).
de: Das Skript /etc/cron.weekly/isdnutils wurde in isdnvboxserver umbenannt, um die Aufspaltung der Pakete widerzuspiegeln (in der alten Version behandelte das Skript nur isdnvbox-Dinge).
tr: Mevcut /etc/cron.weekly/isdnutils betiği parçalara ayrılmış paketlerin isimleriyle uyuşması için (eski sürümde betik sadece isdnvbox'ı kapsıyordu) isdnvboxserver olarak değiştirildi.

source: When the packaging system asks whether to replace the /etc/cron.weekly/isdnvboxserver, it is recommended to do so. If you have made any changes to the script in the past, please put those changes into the new script.
ca: Quan el sistema de paquets pregunti a on està emplaçat el /etc/cron.weekly/isdnvboxserver, es resomana que ho feu així. Si heu fet qualsevol canvi a l'anterior script, si us plau torneu-los a fer en el nou.
de: Wenn das Paketsystem fragt, ob /etc/cron.weekly/isdnvboxserver ersetzt werden soll, wird dies empfohlen. Wenn Sie in der Vergangenheit irgendwelche Änderungen an diesem Skript vorgenommen haben, ändern Sie bitte das neue Skript entsprechend.
tr: Paketleme sistemi /etc/cron.weekly/isdnvboxserver dosyasını değiştirmek istediğinde, bunu onaylamanız tavsiye edilir. Eğer geçmişte betik üzerinde değişiklik yapmışsanız lütfen yeni betiğe bunları ekleyin.

source: What number should vbox answer?
ca: Amb quin número voleu que respongui vbox?
de: Auf welcher Nummer soll vbox antworten?
eu: Zein zenbaki erantzun behar vbox-ek?
fi: Numero, johon vboxin tulisi vastata:
tr: Vbox hangi numaraya cevap vermeli?

source: Vbox must know what number to listen to. Depending on your country's ISDN system, this may or may not include the areacode. It is usually without the leading 0.
ca: Vbox hauria de saber el número amb el que escolta. Depenent del sistema ISDN del vostre país (n. del T. en Espanya és RDSI), aquest pot o no es pot incloure en el areacode. Aquest camp normalment es deixa en 0.
de: Vbox muss die Nummer kennen, auf der es horchen soll. Abhängig von dem ISDN-System in Ihrem Land gehört die Ortsvorwahl dazu oder auch nicht. Sie wird in der Regel ohne führende 0 angegeben.
eu: Vbox-ek zein zenbaki entzun jakin behar du. Zure herrialdeko ISDN zerbitzuaren arabera, honek eskualde kodea eduki beharko du ala ez. Normalean hasierako 0 gabe izaten da.
fi: Vboxin tulee tietää numero, jota kuunnella. Maan ISDN-järjestelmästä riippuen tämä saattaa sisältää aluekoodin. Se annetaan yleensä ilman alussa olevaa nollaa.
tr: Vbox'ın hangi numaranın dinleneceğini bilmesi gerekir. Ülkenizin ISDN sistemine bağlı olarak bu, alan kodunu içerebilir veya içermeyebilir. Bu numaranın başında genellikle 0 yoktur.

source: Enter `quit' (or leave it blank) if you want to configure by hand, not via debconf. Also enter `quit' if you already have an existing (working) vbox configuration from the time when this was still part of isdnutils (unless you want to create a new configuration).
ca: Entreu `deixa'l' (o deixeu-lo en blanc) si desitgeu configurar-lo manualment, no amb el debconf. També entreu `quit' si ja teniu una configuració (funcional) del vbox de quan això formava part de isdnutils (a menys de que volgueu crear una nova configuració).
de: Geben Sie »quit« ein (oder lassen Sie es leer), wenn Sie von Hand konfigurieren wollen und nicht via debconf. Ebenfalls sollten Sie »quit« eingeben, wenn Sie noch eine existierende (funktionierende) Konfiguration von vbox haben, die aus der Zeit stammt, als es noch Teil von isdnutils war (solange Sie keine neue Konfiguration erstellen wollen).
eu: Idatzi `quit' (edo zurian utzi) debconf bidez egin ordez eskuz konfiguratu nahi baduzu. Baita `quit' idatzi dagoeneko vbox isdnutils paketearen zati zeneko konfigurazio bat baduzu (konfigurazio berri bat sortu nahi ez baduzu).
fi: Syötä ”quit” (tai jätä kenttä tyhjäksi), jos asetukset halutaan tehdä käsin, eikä debconfilla. Syötä ”quit” myös, jos toimivat vbox-asetukset ovat jo olemassa ajalta, jolloin tämä paketti oli vielä paketin isdnutils osa (eikä nyt haluta luoda uusia asetuksia).
tr: Eğer debconf ile değil de, elle yapılandırmak isterseniz `quit' girin (ya da boş bırakın). Ayrıca, eğer zaten isdnutils paketinin parçası olduğu zamanlardan kalma mevcut (çalışan) bir vbox tanımı varsa (yeni bir yapılandırma oluşturmak istemediğiniz sürece) bu alana `quit' girin.

source: You've chosen not to use debconf for isdnvboxserver
ca: Heu escollit no usar debconf per a isdnvboxserver
de: Sie haben sich dagegen entschieden, debconf für isdnvboxserver zu nutzen
tr: isdnvboxserver için debconf kullanımını seçmemişsiniz

source: If you change your mind, run "dpkg-reconfigure isdnvboxserver". To finalize isdnvboxserver, you need to ensure that vboxgetty is running from inittab, and that vboxd will run out of inetd.
ca: Si canvieu de pensament, executeu "dpkg-reconfigure isdnvboxserver". Per a fer els últims retocs a isdnvboxserver, necessitareu estar segurs de que vboxgetty està sent executat des del inittab i que el vboxd s'executa des de inetd.
de: Sollten Sie Ihre Meinung ändern, lassen Sie »dpkg-reconfigure isdnvboxserver« laufen. Um die Einrichtung von isdnvboxserver abzuschließen, müssen Sie sicherstellen, dass vboxgetty aus inittab heraus läuft und dass vboxd von inetd gestartet wird.
tr: Eğer fikrinizi değiştirirseniz, "dpkg-reconfigure isdnvboxserver" komutunu çalıştırın. Isdnvboxserver'ı tamamlamak için, vboxgetty'nin inittab'dan çalıştığına ve bu vboxd'nin inetd'nin dışında çalışacağından emin olun.

source: After how many rings should vbox pick up the line?
ca: Després de quants timbres el vbox ha d'agafar la trucada?
de: Nach wie vielen Malen Klingeln soll vbox den Anruf entgegennehmen?
eu: Zenbat denboraren ondoren erantzun behar du vbox-ek?
fi: Soittojen määrä ennen vboxin vastausta:
tr: Vbox, kaç çalınıştan sonra hattı alsın?

source: One ring is about 5 seconds. You can fine-tune the number of rings for certain phonenumbers manually, e.g. any salesmen you know the number of (or calls without caller-ID) can be dumped into the answering machine after one ring. See `man vbox.conf' for more info.
de: Ein Klingeln dauert etwa 5 Sekunden. Sie können die Häufigkeit des Klingelns für bestimmte Telefonnummern manuell einstellen, z.B. können Anrufe von Ihnen bekannten Verkäufern (oder Anrufer ohne Anrufer-Kennung) nach einmaligem Klingeln vom Anrufbeantworter entgegengenommen werden. Lesen Sie »man vbox.conf« für weitere Informationen.
eu: Ring bat 5 segundu inguru dira. Jakindako telefono zenbakientzat ring kopurua pertsonalizatu dezakezu, adib, ezagutzen duzun edozein saltzaileren (edo deitzaile-ID gabeko deiak) erantzute makinara bidali daitezke ring bakar baten ondoren. Begiratu `man vbox.conf' argibide gehiagorako.
fi: Yksi soitto kestää yleensä noin 5 sekuntia. Soittojen lukumäärää voidaan säätää numerokohtaisesti käsin, esimerkiksi tunnetut myyntimiehet (tai soitot ilman soittaja-ID:tä) voidaan ohjata vastaajaan yhden pirinän jälkeen. Lisätietoja löytyy man-ohjesivulta komennolla ”man vbox.conf”.
tr: Bir çalış 5 saniye civarındadır. Belirli telefon numaraları için çalma sayısına elle ince-ayar yapabilirsiniz. Mesela numarasını bildiğiniz herhangi bir satış elemanı için (veya arayan numaranın görünmediği çağrılarda), bir çalıştan sonra telesekretere düşürebilirsiniz. Daha fazla bilgi için `man vbox.conf' komutunu kullanın.

source: Should the message be attached to the email?
ca: El missatge hauria de ser adjuntat al correu?
de: Soll die Nachricht an die E-Mail angehängt werden?
eu: Mezua epostara txertatu behar al da?
fi: Tulisiko viesti lähettää sähköpostin liitteenä?
tr: İleti e-postaya eklenmeli mi?

source: When a message is recorded, an email notification is sent. If that email should contain the message as an attachment, choose "yes" here. Note: the attachment can be large!
ca: Quan es registra un missatge també s'envia una notificació per correu. Si aquest correu ha de contindre el missatge adjunt respongueu "si" aquí. Noteu: que l'adjunt pot ser molt gran!
de: Wenn eine Nachricht aufgezeichnet wurde, wird eine E-Mail zur Benachrichtigung verschickt. Soll diese E-Mail die Nachricht als Anhang enthalten, wählen Sie hier »yes«. Hinweis: der Anhang kann groß sein!
eu: Mezu bat gordetzen denean, eposta berri-emate bat bidaltzen da. Eposta honek mezua erantsirik eduki behar badu "bai" hautatu hemen. Kontutan izan eranskina handia izan daitekeela!
fi: Kun viesti tallennetaan, lähetetään sähköpostiin ilmoitus. Jos tämä valitaan, viesti sisällytetään ilmoitukseen liitteenä. Huomautus: Liite voi olla suuri!
tr: Bir ileti kaydedildiğinde, bir e-posta uyarısı gönderilir. Eğer bu e-posta kaydedilen iletiyi ek olarak içermeli ise, burada "yes" seçin. Not: İleti ekleri çok büyük olabilir!

source: As what user should the answering machine run?
ca: Amb quin usuari hauria d'executar-se el contestador automàtic?
de: Unter welchem Benutzer soll der Anrufbeantworter laufen?
eu: Zein erabiltzaile bezala exekutatu behar da erantzute makina?
fi: Käyttäjätunnus, jolla vastaajaa ajetaan:
tr: Cevaplama makinesi hangi kullanıcı olarak çalışmalı?

source: vboxd runs with the privileges of a normal (non-root) user. This is typically your non-root login name. This user must be a member of the `dialout' group.
ca: vboxd s'executarà amb privilegis d'un usuari normal (no root). Aquest normalment serà el vostre usuari d'accés no root. Aquest usuari haurà d'estar dins el grup `dialout'.
de: vboxd läuft mit den Rechten eines normalen Benutzers. Dies ist typischerweise Ihr nicht-root-Login-Name. Dieser Benutzer muss ein Mitglied der Gruppe »dialout« sein.
eu: vboxd erabiltzaile arrunt (ez-root) baimenez exekutatzen da. Hau da zure saio hasierarako ez-root erabiltzailea.Erabiltzaile hau `dialout' taldearen partaide izan behar da.
fi: Ohjelmaa vboxd ajetaan tavallisen käyttäjän oikeuksilla. Tämä on yleensä oma tavallinen käyttäjätunnuksesi. Tämän käyttäjän täytyy olla ryhmän ”dialout” jäsen.
tr: Vboxd normal bir kullanıcı (root olmayan) izinleriyle çalışır. Bu tipik olarak sizin root-olmayan kullanıcı adınızdır. Bu kullanıcı, `dialout' grubunun üyesi olmak zorundadır.

source: The user ${Daemonuser} doesn't exist on the system.
ca: L'usuari ${Daemonuser} no existeix en el sistema.
de: Der Benutzer ${Daemonuser} existiert nicht auf dem System.
eu: ${Daemonuser} erabiltzaile ez da existitzen sisteman.
fi: Käyttäjää ”${Daemonuser}” ei ole olemassa.
tr: Kullanıcı ${Daemonuser} sistemde mevcut değil.

source: Enter a valid user name here that's known to the system.
ca: Entreu un nom d'usuari vàlid aquí que reconegui el sistema.
de: Geben Sie einen gültigen Benutzernamen an, der auf dem System vorhanden ist.
eu: Idatzi sisteman ezagutzen den baliozko erabiltzaile-izen bat.
fi: Anna validi käyttäjätunnus, joka on olemassa järjestelmässä.
tr: Sistemde bilinen geçerli bir kullanıcı adı giriniz.

source: What username may connect to the vbox server?
ca: Quin és el nom de l'usuari que podrà connectar-se al servidor vbox?
de: Welcher Benutzername kann eine Verbindung zum vbox-Server aufbauen?
eu: Zein erabiltzaile izen konektatu behar da vbox zerbitzarira?
fi: Käyttäjätunnus, jolla vbox-palvelimeen saa ottaa yhteyden:
tr: Hangi kullanıcı adı vbox sunucusuna bağlanabilsin?

source: To listen to messages using vbox (from the isdnvboxclient package), you need a username and password. Enter the username here. This does not have to be a user on the system itself.
ca: Per a llistar els missatges usant vbox (des del paquet isdnvboxclient), necessitareu un nom d'usuari i contrasenya. Entreu el nom d'usuari aquí. Aquest no te perquè ser un usuari en el mateix sistema.
de: Um die Nachrichten von vbox abzuhören (von dem Paket isdnvboxclient aus), benötigen Sie einen Benutzernamen und ein Passwort. Geben Sie hier einen Benutzernamen ein. Es muss nicht zwingend ein auf dem System vorhandener Benutzer sein.
eu: Mezuak vbox (isdnvboxclient paketetik) erabiliaz entzuteko, erabiltzaile-izen eta pasahitz bat behar dituzu. Idatzi erabiltzaile-izena hemen. Honek ez du erabiltzaile berezirik sisteman.
fi: Viestin kuunteleminen vboxilla (paketista isdnvboxclient) vaatii käyttäjätunnuksen ja salasanan. Anna tunnus tässä. Tämän ei tarvitse olla järjestelmässä oleva käyttäjätunnus.
tr: Vbox'ı (isdnvboxclient paketinden) kullanarak iletileri dinlemek için, bir kullanıcı adı ve parolaya ihtiyacınız var. Kullanıcı adını burada girin. Kullanıcı adı bu sistem üzerindeki bir kullanıcı olmak zorunda değildir.

source: Enter the password for ${User} here.
ca: Entreu aquí la contrasenya pel usuari ${User}.
de: Geben Sie das Passwort für ${User} ein.
eu: Idatzi ${User} erabiltzailearen pasahitza hemen.
fi: Tunnuksen ${User} salasana:
tr: ${User} için parola girin.

source: Please don't use ':' in it! The way it is stored cannot handle this.
ca: Si us plau no useu ':' en la contrasenya! Per la manera en que es desada llabors no podria usar-la.
de: Bitte benutzen Sie darin keinen Doppelpunkt (»:«)! Die Art, wie es gespeichert wird, kann damit nicht umgehen.
eu: Mesedez ez erabili ':' betan! Biltegiratzeko moduak ez du hori onartzen.
fi: Älä käytä merkkiä ”:”! Tämä tallennetaan tavalla, joka ei pysty käsittelemään sitä.
tr: Lütfen ':' kullanmayın. Kullanılan kayıt yöntemi bu karaktere izin vermiyor.

source: spool directory created
ca: S'ha creat el directori spool
de: Spool-Verzeichnis erstellt
tr: kuyruk dizini yaratıldı

source: The spool directory `${NEWSPOOL}' has been created, which is necessary for proper working of vbox.
ca: El directori spool `${NEWSPOOL}' ha estat creat, ja que aquest és necessari per al correcte funcionament de vbox.
de: Das Spool-Verzeichnis »${NEWSPOOL}« wurde erstellt; es ist nötig für das ordentliche Arbeiten von vbox.
tr: Vbox'ın uygun şekilde çalışabilmesi için gerekli olan kuyruk dizini `{NEWSPOOL}' yaratıldı.

source: vbox config file created
ca: S'ha creat el fitxer de configuració de vbox
de: vbox-Konfigurationsdatei erstellt
tr: vbox yapılandırma dosyası yaratıldı

source: The configuration file `${DIR}/.vbox.conf' has been created. See `man vbox.conf' for information on changing this file.
ca: S'ha creat el fitxer de configuració `${DIR}/.vbox.conf'. Mireu `man vbox.conf' per a informació de com canviar aquest fitxer.
de: Die Konfigurationsdatei »${DIR}/.vbox.conf« wurde erstellt. Lesen Sie »man vbox.conf« für Informationen, wie Änderungen an dieser Datei vorgenommen werden.
tr: Yapılandırma dosyası `${DIR}/.vbox.conf' yaratıldı. Bu dosyayı değiştirmek için `man vbox.conf' komutunu kullanın.

source: No home directory!
ca: No hi ha un directori home!
de: Kein Home-Verzeichnis!
eu: Ez dago etxe direktorioa!
fi: Kotihakemistoa ei ole!
tr: Herhangi bir ev dizini yok!

source: The home directory `${DIR}' for user `${USER}' doesn't exist. This means that the file `${DIR}/.vbox.conf' cannot be created.
ca: El directori home `${DIR}' per a l'usuari `${USER}' no existeix. Això vol dir que el fitxer `${DIR}/.vbox.conf' no pot ser creat.
de: Das Home-Verzeichnis »${DIR}« für den Benutzer »${USER}« existiert nicht. Das bedeutet, dass die Datei »${DIR}/.vbox.conf« nicht erstellt werden kann.
eu: Ez dago `${USER}' erabiltzailearen `${DIR}' direktorioa. Honek `${DIR}/.vbox.conf' fitxategia sortzea ezintzen du.
fi: Käyttäjän ”${USER}” kotihakemistoa ”${DIR}” ei ole olemassa. Tämä tarkoittaa, että tiedostoa ”${DIR}/.vbox.conf” ei voida luoda.
tr: `${USER}' için ev dizini `${DIR}' mevcut değil. Bu, `${DIR}/.vbox.conf' dosyasının oluşturulamayacağı anlamına geliyor.

source: User doesn't exist!
ca: L'usuari no existeix!
de: Der Benutzer existiert nicht!
eu: Erabiltzailea ez dago!
fi: Käyttäjää ei ole!
tr: Kullanıcı mevcut değil!
