Repository: marschap/isdnutils-debian
Catalog: debian/po/*.po
Languages: ca, de, eu, fi, fr, tr

source: Until it is deleted, it will still be used! This may cause conflicts.
ca: Fins que aquest no sigui esborrat, no podreu usar-lo! aAixò podria causar conflictes.
de: Solange sie nicht gelöscht wurde, wird sie weiter benutzt! Dies kann zu Konflikten führen.
eu: Ezabatzen den arte berau erabili egingo da! Honek arazoak sor ditzake.
fi: Vanhaa käytetään kunnes se poistetaan! Tämä saattaa aiheuttaa ristiriitoja.
tr: Bu dosya silinene kadar, hala kullanılıyor olacak! Bu durum karışıklıklara yol açabilir.

source: /etc/ppp/ip-down.d/99-isdnutils still exists
ca: /etc/ppp/ip-down.d/99-isdnutils ja existeix
de: /etc/ppp/ip-down.d/99-isdnutils existiert noch
eu: /etc/ppp/ip-down.d/99-isdnutils oraindik badago
fi: Tiedosto /etc/ppp/ip-down.d/99-isdnutils on edelleen olemassa
tr: /etc/ppp/ip-down.d/99-isdnutils hala mevcut

source: The /etc/ppp/ip-down.d/99-isdnutils file from the old isdnutils package still exists. If you changed that file at some point, you may need to redo those changes in the 99-ipppd file (which is the new name). After that, please delete the old 99-isdnutils file.
ca: Existeix un fitxer /etc/ppp/ip-down.d/99-isdnutils d'un paquet isdnutils antic. Si canvieu el fitxer en aquest punt, necessitareu refer aquests canvis en el fitxer 99-ipppd (el qual és el seu nou nom). Després d'això, si us plau esborreu l'antic fitxer 99-isdnutils.
de: Die Datei /etc/ppp/ip-down.d/99-isdnutils aus einem älteren isdnutils-Paket existiert noch. Wenn Sie diese Datei zu irgendeinem Zeitpunkt verändert haben, müssen Sie diese Änderungen wahrscheinlich in der Datei 99-ipppd (dies ist der neue Name) wiederholen. Danach löschen Sie bitte die alte Datei 99-isdnutils.
eu: isdnutils pakete zaharreko /etc/ppp/ip-down.d/99-isdnutils fitxategia badago oraindik. Momentu batean fitxategi hori aldatu bazenuen, aldaketa horiek berregin egin beharko dituzu 99-ipppd fitxategian (izen berria dena). Honen ondoren, mesedez ezabatu 99-isdnutils fitxategia.
fi: Vanhan isdnutils-paketin tiedosto /etc/ppp/ip-down.d/99-isdnutils on edelleen olemassa. Jos kyseistä tiedostoa on muokattu, muokkaukset täytyy ehkä tehdä uudelleen tiedostoon 99-ipppd (joka on uusi versio). Tiedosto 99-isdnutils tulisi tämän jälkeen poistaa.
tr: Eski isdnutils paketinden kalma /etc/ppp/ip-down.d/99-isdnutils dosyası halen mevcut. Eğer bu dosyayı herhangi bir aşamada değiştirdiyseniz, bu değişiklikleri (yeni) 99-ipppd dosyasında da tekrarlamanız gerekebilir. Daha sonra bu dosyayı lütfen silin.

source: old /etc/ppp/ip-up.d and ip-down.d scripts still exist
ca: S'han trobat els antigs scripts /etc/ppp/ip-up.d i ip-down.d
de: alte /etc/ppp/ip-up.d- und ip-down.d-Skripte existieren noch
eu: /etc/ppp/ip-up.d zaharra eta ip-down.d script-ak oraindik badaude
fi: Vanhat tiedostot /etc/ppp/ip-up.d ja ip-down.d ovat edelleen olemassa
tr: eski /etc/ppp/ip-up.d ve ip-down.d betikleri hala mevcut

source: The /etc/ppp/ip-up.d/00-isdnutils and /etc/ppp/ip-down.d/99-isdnutils files from the old isdnutils package still exist. If you changed those files at some point, you may need to redo those changes in the 00-ipppd and 99-ipppd files (which are the new names). After that, please delete the old 00-isdnutils and 99-isdnutils files.
ca: Encara hi han els fitxers /etc/ppp/ip-up.d/00-isdnutils i /etc/ppp/ip-down.d/99-isdnutils de l'antic paquet isdnutils. Si canvieu aquests fitxers en aquest punt, necessitareu refer aquests canvis en els fitxers 00-ippd i 99-ipppd (el qual és el seu nou nom). Després d'això, si us plau esborreu els antigs fitxers 00-isdnutils i 99-isdnutils.
de: Die Dateien /etc/ppp/ip-up.d/00-isdnutils und /etc/ppp/ip-down.d/99-isdnutilsvon einem älteren isdnutils-Paket existieren noch. Wenn Sie diese Dateien zu irgendeinem Zeitpunkt angepasst haben, müssen Sie diese Änderungen in den neuen Dateien 00-ipppd und 99-ipppd wahrscheinlich erneut vornehmen. Danach löschen Sie bitte die alten Dateien 00-isdnutils und 99-isdnutils.
eu: Oraindik isdnutils pakete zaharreko /etc/ppp/ip-up.d/00-isdnutils eta /etc/ppp/ip-down.d/99-isdnutils fitxategiak daude,. Momentu baten batetan fitxategi horiek aldatu badituzu aldaketa horiek 00-ipppd eta 99-ipppd fitxategietan (hauen izen berriak direnak) berregin beharko dituzu. Egin ondoren mesedez ezabatu 00-isdnutils eta 99-isdnutils fitxategi zaharrak.
fi: Vanhan isdnutils-paketin tiedostot /etc/ppp/ip-up.d/00-isdnutils ja /etc/ppp/ip-down.d/99-isdnutils ovat edelleen olemassa. Jos kyseisiä tiedostoja on muokattu, muokkaukset täytyy ehkä tehdä uudelleen tiedostoihin 00-ipppd ja 99-ipppd (jotka ovat uudet versiot). Tiedostot 00-isdnutils ja 99-isdnutils tulisi tämän jälkeen poistaa.
tr: Eski isdnutils paketinden kalma /etc/ppp/ip-down.d/99-isdnutils ve /etc/ppp/ip-down.d/99-isdnutils dosyaları halen mevcut. Eğer bu dosyaları herhangi bir aşamada değiştirdiyseniz, bu değişiklikleri (yeni) 00-ipppdi ve 99-ipppd dosyalarında da tekrarlamanız gerekebilir. Daha sonra bu dosyaları lütfen silin.

source: Until they are deleted, they will still be used! This may cause conflicts.
ca: Fins que aquest no sigui esborrat, no podreu usar-lo! aAixò podria causar conflictes.
de: Bis sie gelöscht werden, werden sie weiter benutzt! Dies kann zu Konflikten führen.
eu: Ezabatu bitartean erabiliak izango dira! Honek arazoak sor ditzake.
fi: Vanhoja käytetään kunnes ne poistetaan! Tämä saattaa aiheuttaa ristiriitoja.
tr: Bu dosyalar silinene kadar, hala kullanılıyor olacak! Bu durum karışıklıklara yol açabilir.

source: (re)start ipppd by hand
ca: (re)start el ipppd manualment
de: starten Sie ipppd von Hand (neu)
eu: (ber)hasi ipppd eskuz
fi: käynnistä ipppd (uudelleen) käsin
tr: ipppd'yi (tekrar) elle çalıştırın

source: There is no /etc/init.d/isdnutils on your system; hence you will have to stop and start any ipppd daemons by hand.
ca: No es troba el /etc/init.d/isdnutils en el vostre sistema; pel que tindreu que aturar i arrencar qualsevol dimoni ipppd manualment.
de: Die Datei /etc/init.d/isdnutils gibt es nicht in Ihrem System. Deshalb werden Sie jeden ipppd-Daemon von Hand starten und stoppen müssen.
eu: Ez dago /etc/init.d/isdnutils zure sistema, beraz ipppd deabruak eskuz abiarazi eta gelditu beharko dituzu.
fi: Järjestelmässä ei ole tiedostoa /etc/init.d/isdnutils. Niinpä kaikki ipppd-taustaohjelmat tulee pysäyttää ja käynnistää uudelleen käsin.
tr: Sisteminizde /etc/init.d/isdnutils mevcut değil; bundan dolayı ipppd sunucularını elle başlatmak ve durdurmak zorunda kalacaksınız.

source: error running isdnutils init script
de: Fehler bei der Ausführung des isdnutils-init-Skriptes
eu: errorea isdnutils hasiera script-a exekutatzean
fi: Virhe ajettaessa isdnutils-alustuskomentosarjaa
tr: isdnutils başlangıç betiğini çalıştırırken hata

source: The /etc/init.d/isdnutils script ran with errors. Please check the installation of the isdnutils-base package; reinstall it if necessary. Perhaps moving /etc/init.d/isdnutils.dpkg-dist (if it exists) to /etc/init.d/isdnutils will also help.
de: Das Skript /etc/init.d/isdnutils war nicht erfolgreich. Bitte überprüfen Sie die Installation des Paketes isdnutils-base; installieren Sie es erneut wenn nötig. Unter Umständen kann es helfen, /etc/init.d/isdnutils.dpkg-dist (wenn die Datei existiert) in /etc/init.d/isdnutils umzubenennen (überschreiben).
eu: /etc/init.d/isdnutils script-a erroreekin exekutatu da. Mesedez egiaztatu isdnutils-base paketearen instalazioa, berrinstalatu beharrezkoa bada. Agian /etc/init.d/isdnutils.dpkg-dist (badago) /etc/init.d/isdnutils -ra mugitzeak lagun dezake.
fi: Komentosarjan /etc/init.d/isdn ajo aiheutti virheitä. Tarkista paketin isdnutils-base asennus ja asenna se uudelleen tarvittaessa. Jos tiedosto /etc/init.d/isdnutils.dpkg-dist on olemassa, sen siirtäminen nimelle /etc/init.d/isdnutils saattaa auttaa.
fr: Des erreurs se sont produites pendant l'exécution du script /etc/init.d/isdnutils. Veuillez vérifier l'installation du paquet isdnutils-base et réinstallez-le si nécessaire. Il sera peut-être judicieux de renommer le fichier /etc/init.d/isdnutils.dpkg-dist (s'il existe) en /etc/init.d/isdnutils.
tr: /etc/init.d/isdnutils betiği hatalı çalıştı. Lütfen isdnutils-base paketinin kurulumunu denetleyin ve gerekiyorsa yeniden kurun. Belki /etc/initd./isdnutils.dpkg-dist'in (eğer mevcutsa) /etc/init.d/isdnutils'e taşınması da yardımcı olabilir.

source: Entering isdnlog configuration
ca: Entrant la configuració de isdnlog
de: Konfiguration von isdnlog
tr: Isdnlog yapılandırmasına giriliyor

source: For correct isdnlog functioning, isdnlog needs to be configured with a number of settings. These are some or all (depending on the level you have configured debconf with) of:
ca: Per al correcte funcionament de isdnlog, aquest necessita estar ben configurat amb un cert nombre de paràmetres. Aquests són alguns o tots (depenent del nivell amb el que hagueu configurat el debconf):
de: Für eine korrekte Funktionsweise von isdnlog müssen eine Reihe von Angaben gemacht werden. Dies sind einige oder alle (je nach eingestelltem debconf-Level) der folgenden:
tr: Isdnlog'un doğru çalışması için, isdnlog birkaç ayarı içerecek bir yapılandırılmaya ihtiyaç duyar. (Debconf'la yapılandırma seviyenize bağlı olarak) bu ayarların bazıları ya da hepsi:

source: - country this is used for setting a number of defaults, e.g. what rate tables to use for calculating the cost of a call.
ca: - country és usat per a establir un número per defecte, p.e. per a calcular el cost d'una trucada.
de: - Land wird für grundlegende Einstellungen benutzt, z.B. für die Berechnung von Telefonkosten.
tr: - ülke bu, birkaç adet öntanımlı değeri ayarlamak için kullanılır, ör. bir aramanın maliyetini hesaplamak için gerekli oran tabloları.

source: - country prefix what is used to indicate an international number
ca: - country prefix és usat per a indicar un número internacional.
de: - Landespräfix wird genutzt, um eine internationale Nummer anzuzeigen
tr: - ülke öneki uluslararası aramalar için gerekli önek

source: - country code the phone number for your country (e.g. 49 for Germany)
ca: - country code el prefix corresponent al vostre pais (p.e. 49 per a Alemanya).
de: - Landesvorwahl die Vorwahl für Ihr Land (z.B. 49 für Deutschland)
tr: - ülke kodu ülkenizin uluslararası telefon kodu (ör. Türkiye için 90)

source: - areacode prefix what is used to indicate an areacode, if applicable in your country. Usually a 0 .
ca: - areacode prefix és usat per a indicar el prefix d'una àrea, si es que és aplicable a la vostra. Normalment serà un 0.
de: - Ortspräfix wie wird eine Außerortsnummer dargestellt, wenn in Ihrem Land zutreffend. Normalerweise 0.
tr: - alan kodu öneki alan kodu olduğunu belirten numara, eğer ülkenizde kullanılıyorsa. Bu genellikle 0'dır.

source: - areacode what your local areacode is (if applicable)
ca: - areacode serà el prefix d'area local (si es pot aplicar).
de: - Ortsvorwahl Ihre Ortsvorwahl (wenn zutreffend)
tr: - alankodu yerel alan kodunuz (eğer kullanılıyorsa)

source: After installation, you may have to edit /etc/isdn/isdnlog.isdnctrl0 before isdnlog can work properly, although that file is set up with reasonable defaults for most cases.
de: Nach der Installation müssen Sie möglicherweise die Datei /etc/isdn/isdnlog.isdnctrl0 anpassen, bevor isdnlog eingesetzt werden kann, obwohl diese Datei mit sinnvollen Voreinstellungen f r die meisten Szenarien ausgestattet ist.
tr: Kurulumdan sonra, isdnlog'un düzgünce çalışabilmesi için /etc/isdn/isdnlog.isdnctrl0 dosyasını düzenlemek zorunda kalabilirsiniz ki bu dosya çoğu durumda makul öntanımlı değerlerle ayarlanmıştır.

source: If you previously had /etc/isdn/isdnlog.isdnctrl0, that will be preserved.
ca: Si prèviament ja tenieu el /etc/isdn/isdnlog.isdnctrl0, aquest serà preservat.
de: Wenn Sie vorher die Datei /etc/isdn/isdnlog.isdnctrl0 hatten, wird diese erhalten.
tr: Eğer daha önce /etc/isdn/isdnlog.isdnctrl0 dosyanız varsa, bu korunacak.

source: other
de: anderes
eu: besteak
fi: muu
fr: Autre
tr: diğer

source: What country is this system in?
ca: En quin pais està aquest sistema?
de: In welchem Land steht dieser Rechner?
eu: Zein naziotan dago sistema?
fi: Valitse maa, jossa järjestelmä on:
tr: Bu sistem hangi ülkede?

source: This is used for setting a number of defaults, e.g. what rate tables to use for calculating the cost of a call.
ca: Això és usat per a establir un número per defecte, p.e. quan les taules de les tarifes són usades per a calcular el cost d'una trucada.
de: Dies wird für einige Voreinstellungen benutzt. Zum Beispiel für die Berechnung von Telefonkosten.
eu: Hau lehenetsiriko zenbakia ezartzeko erabiltzen da, adibidez zein prezio taula erabili deiaren gastua kalkulatzeko.
fi: Tätä käytetään useiden oletusarvojen asettamiseen, esimerkiksi puheluiden hintojen laskemiseen käytettävän hinnaston valitsemiseen.
tr: Bu, birkaç öntanımlı değeri tanımlamak için kullanılır, ör. bir aramanın maliyetini hesaplamakta gerekecek oran tabloları.

source: Enter the ISO two-letter code for your country
ca: Entreu les dues lletres del codi ISO pel vostre pais
de: Geben Sie die ISO-Bezeichnung (zwei Buchstaben) für Ihr Land an
eu: Idatzi zure nazioaren ISO bi letrako kodea
fi: Maan kaksikirjaiminen ISO-koodi:
tr: Ülkeniz için kullanılan iki-harfli ISO kodunu giriniz

source: This can't really be used for setting any defaults, but maybe some day...
ca: Això realment no és usat per a configurar res per defecte, però pot ser algun dia...
de: Dies wird momentan nicht für das Setzen von Voreinstellungen benutzt, aber vielleicht in zukünftigen Versionen ...
eu: Hau ezin da erabili lehenespen guztiak ezartzeko, baina agian egunen batetan...
fi: Tätä ei oikeasti voida käyttää minkään oletusarvojen asettamiseen, mutta ehkä joskus...
tr: Bu, herhangi bir öntanımlı ayar için kullanılamaz, fakat bir gün belki bu olabilir...

source: Note that you will probably have to edit /etc/isdn/isdn.conf before isdnlog will be able to work.
ca: Noteu que probablement haureu d'editar /etc/isdn/isdn.conf abans de poder habilitar la tasca del isdnlog.
de: Beachten Sie, dass Sie wahrscheinlich die Datei /etc/isdn/isdn.conf bearbeiten müssen, bevor isdnlog arbeiten kann.
eu: Kontutan izan ziurrenik /etc/isdn/isdn.conf editatu beharko duzula isdnlog-ek funtziona ahal izateko.
fi: Tiedostoa /etc/isdn/isdn.conf tulee luultavasti muokata ennen kuin isdnlog voi toimia.
tr: Isdnlog'un çalışabilir duruma gelmesi için büyük ihtimalle /etc/isdn/isdn.conf dosyasını düzenlemek zorunda kalacaksınız.

source: What is used to indicate an international number?
ca: Què useu per a indicar un número internacional?
de: Wie wird die Wahl einer internationalen Nummer eingeleitet?
eu: Zer erabiltzen da zenbaki internazional bat dela zehazteko?
fi: Kansainvälisen numeron etuliite:
tr: Uluslararası aramalarda kullanılan numara:

source: What is the countrycode for your country?
ca: Quin és el vostre codi de pais?
de: Wie lautet die Landesvorwahl für Ihr Land?
eu: Zein da zure nazioko nazio-kodea?
fi: Maan maakoodi:
tr: Ülkenizin uluslararası kodu:

source: e.g. ${default_countrycode} for ${default_country}
ca: p.e. ${default_countrycode} per a ${default_country}
de: z.B. ${default_countrycode} für ${default_country}
eu: adib. ${default_countrycode} ${default_country}-rentzat
fi: Esimerkiksi ${default_countrycode} maalle {default_country}
tr: ör. ${default_countrycode} için ${default_country}

source: What is used to indicate an areacode, if applicable?
ca: Si escau. Quin és el vostre prefix?
de: Wie wird die Wahl einer Außerortsnummer eingeleitet, wenn zutreffend?
eu: Erabilgarri bada, zer erabiltzen da eskualde kodea zehazteko?
fi: Aluekoodin etuliite, jos tarpeen:
tr: Alan kodunu belirtmekte kullanılan numara (eğer gerekiyorsa):

source: What is your local areacode, if applicable?
ca: Si escau. Quin és el vostre codi d'àrea?
de: Wie ist die Ortsvorwahl, wenn zutreffend?
eu: Erabilgarri bada, zein da zure eskualde kodea?
fi: Paikallinen aluekoodi, jos tarpeen:
tr: Yerel alan kodu (eğer gerekiyorsa):

source: Run isdnrate as a daemon?
de: Soll isdnrate als Daemon starten?
eu: Isdnrate deabru gisa exekutatu?
fi: Tulisiko ohjelmaa isdnrate ajaa taustaohjelmana?
fr: Faut-il exécuter isdnrate en mode démon ?
tr: isdnrate bir arka süreç servis (daemon) olarak mı çalışsın?

source: isdnrate is a utility to calculate the costs of a connection to a given phone number, used e.g. for LCR systems to find the cheapest carrier on a call-by-call basis. Having it run as a daemon speeds things up as then it only has to load all the data just once.
de: isdnrate ist ein Werkzeug für die Berechnung der Kosten einer Verbindung zu einer gegebenen Telefonnummer. Dies wird z.B. bei Least-Cost-Routern (LCR) benutzt, um den günstigsten Anbieter herauszufinden. Weil es als Daemon die gesamten Daten nur einmal laden muss, läuft es schneller.
eu: isdnrate emandako telefono zenbaki baten konexioaren gastua kalkulatzeko lanabes bat da, adibidez deiez-dei oinarrizko batetan operadora merkeena aurkitzeko LCR sistemetan. Deabru bezala abiarazirik izateak gauzak bizkortzen ditu orduan datuak behin bakarrik kargatu behar ditu eta.
fi: isdnrate on työkalu, jolla voidaan laskea annettuun puhelinnumeroon otetun yhteyden kustannukset. Sitä käytetään esimerkiksi LCR-järjestelmissä halvimman yhteyden löytämiseen soittokohtaisesti. Sen ajaminen taustaohjelmana nopeuttaa asioita, koska tällöin tiedot tarvitsee ladata vain kerran.
tr: isdnrate verilen bir telefon numarasına bağlantının maliyetlerini hesaplayan, mesela LCR sistemlerinin call-by-call bazlı en ucuz taşıyıcıyı bulması için kullanılan, yardımcı bir araçtır. Bütün veriler sadece bir kere yükleneceğinden, bunu bir sunucu olarak çalıştırmak işleri hızlandıracaktır.

source: This is only for people with special requirements, such as those using the isdn2h323 package. Hence most people should say "no".
de: Dies ist für Leute mit speziellen Bedürfnissen, wie diejenigen, die das isdn2h323-Paket benutzen. Die meisten sollten hier »no« wählen.
eu: Hau behar bereziak dituen jendearentzat bakarrik da, adibidez isdn2h232 paketea erabiltzen dutenek. Hemen jende gehienak "ez" esan beharko luke.
fi: Tätä tarvitaan vain erityistilanteissa, esimerkiksi paketin isdn2h323 käyttöön. Useimmiten tätä ei tulisi valita.
tr: Bu, isdn2h323 paketini kullananlar gibi, sadece özel gereksinimlere sahip insanlar içindir. Dolayısıyla çoğu kişi bu soruya "no" demelidir.

source: isdnutils is now split up
de: isdnutils ist jetzt aufgeteilt
tr: isdnutils şu an bölünmüş durumda

source: The old isdnutils package is now split up into smaller parts: isdnutils ipppd isdnutils-xtools isdnutils-doc isdnvboxserver isdnvboxclient isdnlog isdnlog-data libcapi20-3 isdnactivecards pppdcapiplugin isdneurofile
ca: L'antic paquet isdnutils ara està dividit en petites parts: isdnutils, ipppd, isdnutils-xtools, isdnutils-doc, isdnvboxserver, isdnvboxclient, isdnlog, isdnlog-data, libcapi20-3, isdnactivecards, pppdcapiplugin i isdneurofile.
de: Das alte isdnutils-Paket wurde in mehrere kleinere Pakete aufgeteilt: isdnutils, ipppd, isdnutils-xtools, isdnutils-doc, isdnvboxserver, isdnvboxclient, isdnlog, isdnlog-data, libcapi20-3, isdnactivecards, pppdcapiplugin, isdneurofile.
tr: Eski isdnutils paketi şu an daha küçük parçalara ayrılıyor: isdnutils ipppd isdnutils-xtools isdnutils-doc isdnvboxserver isdnvboxclient isdnlog isdnlog-data libcapi20-3 isdnactivecards pppdcapiplugin isdneurofile

source: This allows you to better select what parts you want installed, almost no one needs everything. Unfortunately there's no way of automatically selecting those parts you need.
ca: Això us permet seleccionar les parts que voleu instal·lar, gairebé ningú no ho necessitarà tot. Desafortunadament no hi ha cap manera de seleccionar aquelles parts que pugueu necessitar.
de: Diese Aufteilung erlaubt eine genauere Auswahl an Software, die installiert werden soll, da nicht jeder den vollen Funktionsumfang benötigt. Sie müssen allerdings selbst auswählen, was Sie benötigen.
tr: Bu, hangi parçaları yüklemenin daha iyi olacağını seçmenizi sağlar, neredeyse kimse bütün parçalara ihtiyaç duymaz. Maalesef ihtiyacınız olan bu parçaları otomatik olarak seçmenin bir yolu yok.

source: You have ipppX interfaces configured, but you have not selected ipppd to be installed. This can be dangerous (leaving you with no way of obtaining ipppd), so aborting the installation of this new isdnutils.
ca: Teniu interfícies ipppX configurades, però no heu seleccionat ipppd per a ser instal·lat. Això pot ser perillós (sortiu amb no i obtingueu el ipppd), avorteu la instal·lació d'aquest nou isdnutils.
de: Sie haben ipppX-Schnittstellen eingerichtet, es wurde aber ipppd nicht zur Installation ausgewählt. Dies kann gefährlich sein, da Sie so ipppd später nicht erreichen können; deshalb wird die Installation von isdnutils jetzt abgebrochen.
tr: Tanımlanmış ipppX arayüzleriniz mevcut, fakat ipppd'yi kurmayı seçmemişsiniz. Bu tehlikeli olabilir (sizi ipppd'ye ulaşamaz halde bırakabilir). Bu yüzden isdnutils kurulumundan çıkılıyor.

source: If you really mean to not have ipppd, please remove the ipppd.* files from /etc/isdn/, stop any ipppX interfaces, and reinstall isdnutils.
ca: Si realment significa que no teniu ipppd, si us plau esborreu els fitxers ipppd.* de /etc/isdn/, atureu qualsevol interfície ipppX i reinstal·leu isdnutils.
de: Wenn Sie ipppd wirklich nicht benötigen, dann löschen Sie bitte die Dateien ipppd.* im Verzeichnis /etc/isdn. Stoppen Sie danach die ipppX-Schnittstellen und installieren Sie isdnutils neu.
tr: Eğer gerçekten ipppd'yi istemiyorsanız, lütfen /etc/isdn içindeki ipppd.* dosyalarını silin, ipppX arayüzlerini durdurun ve isdnutils paketini tekrar kurun.

source: If you used dselect, please select (+) ipppd, and any of the other parts you might need (e.g. isdnlog, isdnvbox, isdnutils-xtools), although those should have been selected automatically. If you used apt-get, use 'apt-get install isdnutils ipppd isdnlog ...'; you may need to run 'apt-get -f install' first to configure any other packages that were unpacked but not yet configured.
ca: Si useu dselect, si us plau seleccioneu (+) ipppd i qualsevol altra part que pugueu necessitar (p.e. isdnlog, isdnvbox, isdnutils-xtools), les altres parts seran seleccionades automàticament. Si useu apt-get, useu 'apt-get install isdnutils ipppd isdnlog ...'; és possible que hagueu d'executar primer 'apt-get -f install' per a configurar qualsevol altra paquet que s'hagi desempaquetat però no configurat.
de: Wenn Sie dselect verwenden, dann markieren (+) Sie ipppd und die anderen von Ihnen benötigten Pakete (z.B. isdnlog, isdnvbox, isdnutils-xtools), dies sollte aber auch automatisch geschehen. Wenn Sie apt-get verwenden, dann führen Sie »apt-get install isdnutils ippd isdnlog ...« aus; vielleicht müssen Sie vorher »apt-get -f install« ausführen, um andere Pakete, die bereits entpackt, aber noch nicht installiert wurden, zu konfigurieren.
tr: Eğer dselect kullandıysanız, bunlar otomatik olarak seçilmiş olmalıysa da, lütfen ipppd(+) ve ihtiyacınız olabilecek diğer parçaları (ör. isdnlog, isdnvbox, isdnutils-xtools) seçin. Eğer apt-get kullanıyorsanız, komutu 'apt-get -f install isdn-utils ipppd isdnlog ...' olarak çalıştırın; açılmış fakat yapılandırılmamış paketleri yapılandırmak için önce 'apt-get -f install'u çalıştırmanız gerekebilir.

source: none, ISAR.BIN
ca: cap, ISAR.BIN
de: keine, ISAR.BIN
eu: batez, ISAR.BIN
fi: ei mitään, ISAR.BIN
tr: yok, ISAR.BIN

source: Does firmware need to be loaded?
ca: Necessiteu carregar un microprogramari?
de: Muss eine Firmware geladen werden?
eu: Firmware-a kargatu behar al da?
fi: Ladattavat laiteohjelmistot:
tr: Yerleşil'in yüklenmesi gerekiyor mu?
